Repository: AutoDarkMode/Windows-Auto-Night-Mode
Catalog: AutoDarkModeApp/Properties/Resources.*.resx
Languages: hu, ko, zh_tw

# About
source: Settings
hu: Beállítások
ko: 설정
zh_tw: 設定

# applyButton
source: Apply
hu: Alkalmaz
ko: 적용
zh_tw: 套用

# autoCheckBox
source: Enable automatic theme switching
hu: Automatikus téma változtatás engedélyezése
ko: 테마 자동 전환 사용
zh_tw: 自動切換主題

# cmbAlwDark
source: Always dark
hu: Mindig sötét
ko: 항상 어두은
zh_tw: 總是深色

# cmbAlwWhite
source: Always light
hu: Mindig világos
ko: 항상 밝은Always light
zh_tw: 總是淺色

# debugModeCheckBox
source: Enable features for Windows 1903
hu: Funkciók engedélyezése a Windows 1903 rendszerhez
ko: Windows 1903용 기능 사용
zh_tw: 啟用 Windows 1903 功能

# lblApps
source: Apps:
hu: Alkalmazások:
ko: 앱:
zh_tw: 應用程式：

# lblCustomStart
source: Custom start time
hu: Egyéni kezdési idő
ko: 사용자 지정 시작 시간
zh_tw: 自訂開始時間

# lblDark
source: Dark
hu: Sötét
ko: 어두운
zh_tw: 深色

# lblDarkTheme
source: Dark theme
hu: Sötét téma
ko: 어두은 테마
zh_tw: 深色主題

# lblEdge
source: Edge (Legacy):
ko: Edge (레거시):
zh_tw: Edge（舊版）：

# lblLight
source: Light
hu: Világos
ko: 밝은
zh_tw: 淺色

# lblLightTheme
source: Light theme
hu: Világos téma
ko: 밝은 테마
zh_tw: 淺色主題

# lblSettings
source: Settings
hu: Beállítások
ko: 설정
zh_tw: 設定

# lblSwitchTheme
source: Switch current theme
hu: Jelenlegi téma váltása
ko: 현재 테마 전환
zh_tw: 切換到目前的主題

# lblSystem
source: System:
hu: Rendszer:
ko: 시스템:
zh_tw: 系統：

# lblThirdParty
source: Used third party software
hu: Használt harmadik féltől származó szoftver
ko: 타사 소프트웨어 사용
zh_tw: 使用的第三方軟體

# lblUpdates
source: Updates
hu: Frissítések
ko: 업데이트
zh_tw: 更新

# locationCheckBox
source: Use Location Service
hu: Használja a Helyszolgáltatást
ko: 위치 서비스 사용
zh_tw: 使用位置服務

# msgChangesSaved
source: Your changes have been saved!
hu: A váloztatásaid el lettek mentve!
ko: 변경 사항이 저장되었습니다!
zh_tw: 已儲存變更！

# msgClickApply
source: Click Apply to save changes.
hu: A módosítások mentéséhez kattintson az Alkalmaz gombra.
ko: 적용을 클릭하여 변경 내용을 저장합니다.
zh_tw: 套用以儲存變更

# msgDownloadUpd
source: Download update
hu: Frissítés letöltése
ko: 업데이트 다운로드
zh_tw: 下載更新

# msgErrorOcc
source: error occurred :(
hu: hiba történt :(
ko: 오류가 발생했습니다 :(
zh_tw: 發生錯誤 :(

# msgLocPerm
source: This app needs access to your location
hu: Ennek az alkalmazásnak szüksége van az ön tartózkodási helyéhez
ko: 이 앱은 사용자 위치에 액세스해야 합니다
zh_tw: 應用程式需要您的位置存取權限

# msgNoUpd
source: No new updates are available.
hu: Nincsenek új frissítések.
ko: 사용할 수 있는 새 업데이트가 없습니다.
zh_tw: 已是最新版本

# msgSearchLoc
source: Searching your location...
hu: Az ön helyzetének keresése...
ko: 위치를 검색하는 중...
zh_tw: 正在搜尋您的位置…

# msgSearchUpd
source: Looking for updates...
hu: Frissítések keresése...
ko: 업데이트를 찾는 중...
zh_tw: 正在搜尋更新…

# msgThemeError
source: Warning: We couldn't read your current theme.
hu: Figyelem: Nem tudtuk megállapítani az aktuális témát.
ko: 경고: 현재 테마를 읽을 수 없습니다.
zh_tw: 警告：此應用程式無法取得目前的主題

# msgUpdateAvail
source: A new update is available!
hu: Új frissítés érhető el!
ko: 새 업데이트를 사용할 수 있습니다!
zh_tw: 有可用的更新

# msgUpdaterText
source: Thank you for using Auto Dark Mode! A new version is available on GitHub with fixes and enhancements. Do you want to install it? Currently installed version: {0}, new version: {1}
hu: Köszönjük, hogy az Auto Dark Mode alkalmazást használja! Egy új verzió érhető el a GitHub-on javításokkal és fejlesztésekkel. Szeretné letölteni? Jelenleg telepített verzió: {0}, új verzió: {1}
ko: 자동 다크 모드를 사용해 주셔서 감사합니다! 새로운 버전은 GitHub에서 수정 및 향상된 기능과 함께 사용할 수 있습니다. 설치하시겠습니까? 현재 설치된 버전: {0}, 새 버전: {1}
zh_tw: 感謝你使用自動主題切換！ 新版本已在 GitHub 上提供，包含修復和增強功能。你是否要下載？ 目前版本：{0}；新版本：{1}

# updateButton
source: Check for updates
hu: Frissítések keresése
ko: 업데이트 확인
zh_tw: 檢查更新

# updateInfoText
source: We check for updates at every program start.
hu: A program minden indításakor ellenőrizzük, hogy van-e elérhető frissítés.
ko: 모든 프로그램 시작시 업데이트를 확인합니다.
zh_tw: 應用程式啟動時檢查更新

# userFeedback
source: Welcome
hu: Üdvözöljük
ko: 환영합니다
zh_tw: 歡迎

# welcomeText
source: Activate the checkbox to enable automatic theme switching
hu: Aktiválja a jelölőnégyzetet az automatikus témaváltás engedélyezéséhez
ko: 확인란을 활성화하여 테마 자동 전환 사용
zh_tw: 點選核取方塊以啟用自動主題切換

# lblTranslator
source: Translator: Armin Osaj
hu: Fordító: Armin Osaj
ko: 한국어: VenusGirl💗비너스걸
zh_tw: 翻譯者：hugoalh；臺灣在地化校正：jrthsr700tmax

# lblCity
source: City
hu: Város
ko: 도시
zh_tw: 城市

# lblPosition
source: Position
ko: 위치

# restartNeeded
source: App restart required to see changes
hu: A változások megtekintéséhez újra kell indítani az alkalmazást
ko: 변경 내용을 보려면 앱을 다시 시작해야 함
zh_tw: 需要重新啟動程式以套用變更

# lblLanguage
source: Language:
hu: Nyelv:
ko: 언어:
zh_tw: 語言：

# cmbAccentColor
source: Accent Color for Taskbar
hu: Kiemelő szín a tálcához
ko: 작업 표시줄의 강조 색상
zh_tw: 在工作列使用輔色

source: Cancel
hu: Mégse
ko: 취소
zh_tw: 取消

# dbCurrently
source: Currently:
hu: Jelenleg:
ko: 현재:
zh_tw: 目前：

# dbDark
source: Wallpaper for dark theme
hu: Háttérkép a sötét módhoz
ko: 어두운 테마를 위한 배경화면
zh_tw: 深色主題背景

# dbDel
source: Delete/Disable
hu: Törlés/Letiltás
ko: 삭제/사용 안 함
zh_tw: 刪除／停用

# dbFilePicker
source: Pick file
hu: Fájl kiválasztása
ko: 파일 선택
zh_tw: 選擇檔案

# dbLight
source: Wallpaper for light theme
hu: Háttérkép a világos témához
ko: 밝은 테마를 위한 배경화면
zh_tw: 淺色主題背景

# dbMainHeader
source: Desktop Background
hu: Asztal háttere
ko: 바탕 화면 배경
zh_tw: 桌面背景

# dbPictures
source: Pictures
hu: Képek
ko: 사진
zh_tw: 圖片

# dbSaveToolTip
source: Please select two wallpapers
hu: Kérjük két háttérképet válasszon
ko: 두 개의 배경화면을 선택하십시오
zh_tw: 請選擇兩個背景

# dbSelectImage
source: Please select an image
hu: Válasszon képet
ko: 이미지를 선택하십시오
zh_tw: 請選擇一張圖片

# dbTitle
source: Configure Desktop Background
hu: Konfigurálja az Asztal hátterét
ko: 바탕 화면 배경 구성
zh_tw: 設定桌面背景

# dbUseCurrent
source: use current background
hu: használja az aktuális hátteret
ko: 현재 배경 사용
zh_tw: 使用目前的桌面背景

source: Disabled
hu: Tiltva
ko: 사용 안 함
zh_tw: 停用

source: Enabled
hu: Engedélyezve
ko: 사용함
zh_tw: 啟用

source: or
hu: vagy
ko: 또는
zh_tw: 或

source: Save
hu: Mentés
ko: 저장
zh_tw: 儲存

# dbErrorText
source: Maybe your picture file is corrupted or the path doesn't exist.
hu: Lehet, hogy a képfájlja sérült, vagy az elérési út nem létezik.
ko: 사진 파일이 손상되었거나 경로가 존재하지 않을 수 있습니다.
zh_tw: 您的圖片可能已經損毀或路徑不存在。

# dbPreviewError
source: We couldn't generate a preview of your image, sorry!
hu: Nem tudtuk előállítani a kép előnézetét, sajnáljuk!
ko: 이미지 미리 보기를 생성할 수 없습니다. 죄송합니다!
zh_tw: 抱歉，無法產生圖片預覽！

# dbSavedError
source: We couldn't save your settings, sorry!
hu: Nem sikerült elmenteni a beállításait, sajnáljuk!
ko: 설정을 저장할 수 없습니다. 죄송합니다!
zh_tw: 抱歉，無法儲存您的設定！

# errorOcurredTitle
source: An error has occured
hu: Hiba történt
ko: 오류가 발생했습니다
zh_tw: 發生錯誤

# cbAccentColor
source: Only visible in dark mode. If you run into issues: please increase the switching delay in settings.
hu: Csak sötét módban látható. Ha problémába ütközik: kérjük növelje az átváltási időt a beállításokban.
ko: 어두운 모드에서만 볼 수 있습니다. 문제가 발생할 경우: 설정에서 전환 지연 시간을 늘리십시오.
zh_tw: 僅在深色主題下可見

source: Info
hu: Infó
ko: 정보
zh_tw: 資訊

# cb12HourTime
source: 12 hour clock
hu: 12 órás óra
ko: 12 시간
zh_tw: 12 小時制

# msgClose
source: Close
hu: Bezárás
ko: 닫기
zh_tw: 關閉

# msgNo
source: No
hu: Nem
ko: 아니오
zh_tw: 否

# MsgYes
source: Yes
hu: Igen
ko: 예
zh_tw: 是

# cbBackgroundUpdate
source: Search for updates in background
hu: Frissítések keresése a háttérben.
ko: 자동 업데이트 확인
zh_tw: 在背景搜尋更新

# errorThemeApply
source: Sorry, but we couldn't apply your settings. Here are some things you can try: - Restart the Auto Dark Mode service - Check if the service is running - Close the service, delete the config.yaml file and re-configue If these things didn't help, you can create an issue on GitHub. You can access the issue by clicking the "Yes" button.
hu: Sajnáljuk, de nem tudtuk alkalmazni a beállításait. Íme néhány dolog, amit kipróbálhat: - Távolítsa el, majd telepítse újra az Auto Dark Mode alkalmazást. - Próbálja meg kikapcsolni a(z) {0} opciót az Auto Dark Mode beállításai között. - Ha engedélyezte az Asztal háttérképet, tiltsa le a funkciót, és próbálja újra. Ha ezek a dolgok sem segítenek, megjegyzést fűzhet a GitHub problémához egy a hibával kapcsolatos képernyőkép csatolásával. A probléma eléréséhez kattintson az "Igen" gombra.
ko: 죄송합니다. 설정을 적용할 수 없습니다. 다음은 시도해 볼 수 있는 몇 가지 방법입니다: - 자동 다크 모드 서비스 다시 시작 - 서비스가 실행 중인지 확인 - 서비스를 닫고 config.yaml 파일을 삭제한 후 다시 구성 만약 이런 것들이 도움이 되지 않는다면, GitHub에 문제를 만들 수 있습니다. 예 버튼을 클릭하여 문제에 액세스할 수 있습니다.
zh_tw: 抱歉，無法套用你的設定！ 您可以嘗試以下操作： - 解除安裝後重新安裝此程式。 - 嘗試以系統管理員身分執行此程式。 - 如果啟用桌面背景，請停用該功能，然後再試一次。 如果這些操作都無法改善錯誤，您可以在 GitHub Issue 中發佈包含發生錯誤時的截圖。按一下「是」按鈕來造訪。

# errorNumberInput
source: Error: Your input is invalid
hu: Hiba: A bevitt adatok érvénytelenek
ko: 오류: 입력이 잘못되었습니다
zh_tw: 錯誤：無效的輸入

# cbConnectedStandby
source: Switch after Connected Standby (not recommended)
hu: Váltás Connected Standby után (Nem ajánlott)
ko: 연결된 대기 후 전환 (권장되지 않음)
zh_tw: 待機後切換

# cbConnectedStandbyTooltip
source: Mobile devices, like Microsoft Surface products, are using a new kind of standby mode. Enabling this option makes sure that Auto Dark Mode immediately switches the theme after waking up your computer. But it also reduces the battery life, so ONLY activate if necessary!
hu: A mobil eszközök, mint például a Microsoft Felület termékei, egy új fajta készenléti állapotot használnak. Ennek az opciónak az engedélyezésével az Auto Dark Mode azonnal témát vált, amint az eszköze felébred. Viszont ez az opció használja az akkumulátort, szóval csak akkor engedélyezze, ha muszáj!
ko: Microsoft Surface 제품과 같은 모바일 장치는 새로운 종류의 대기 모드를 사용하고 있습니다. 이 옵션을 활성화하면 컴퓨터의 절전 모드를 해제한 후 자동 다크 모드가 테마를 즉시 전환합니다. 그러나 배터리 수명도 감소하므로 필요한 경우에만 활성화하십시오!
zh_tw: 例如微軟 Surface 產品類型的行動裝置正在使用一種新型待機模式。 啟用此選項可以確保在喚醒裝置後可以立即切換主題。 這將會縮短電池壽命！僅在必要時啟用！

# msgBatterySaver
source: Due to a Windows bug, the taskbar doesn't properly switch its color in battery saver mode. Please turn off battery saver if you run into issues.
hu: A Windows hibája miatt a tálca nem váltja megfelelően a színét akkumulátorkímélő módban. Ha problémák merülnek fel, kapcsolja ki az akkumulátorkímélőt.
ko: Windows 버그로 인해 배터리 절약 모드에서 작업 표시줄의 색이 제대로 전환되지 않습니다. 문제가 발생하면 배터리 절약 기능을 끄십시오.
zh_tw: 由於 Windows 的錯誤，導致工作列無法在省電模式下正確切換色彩。當您遇到這個問題時，請關閉省電模式。

# lblOffset
source: Offset
hu: Eltolás
ko: 오프셋

# offsetButton
source: Set
hu: Beállít
ko: 설정

# ToolTipDisabledDueTheme
source: These options are disabled while using a Windows Theme. You can set them up individually in your Windows Theme.
hu: Ezek az opciók le vannak tiltva a Windows téma használata közben. A Windows téma beállításai között egyedileg beállíthatja őket.
ko: 이러한 옵션은 Windows 테마를 사용하는 동안 사용할 수 없습니다. Windows 테마에서 개별적으로 설정할 수 있습니다.

# NavbarApps
source: Apps
hu: Alkalmazások
ko: 앱

# NavbarSettings
source: Settings
hu: Beállítások
ko: 설정

# NavbarTime
source: Time
hu: Idő
ko: 시간

# NavbarWallpaper
source: Wallpaper/Theme
hu: Háttérkép/Téma
ko: 배경화면/테마

# OpenPath
source: Open Folder
hu: Mappa megnyitása
ko: 폴더 열기

# ThemeDark
source: Dark Theme:
hu: Sötét téma:
ko: 어두운 테마:

# ThemeHeaderCreate
source: Create your themes
hu: Saját témák készítése:
ko: 테마 만들기

# ThemeHeaderPick
source: Pick your themes
hu: Saját téma kiválasztása
ko: 테마 선택

# ThemeLight
source: Light Theme:
hu: Világos téma:
ko: 밝은 테마:

# ThemeSelectionTheme
source: Windows Theme (more features)
hu: Windows téma (több funkció)
ko: Windows 테마 (추가 기능)

# ThemeSelectionWallaper
source: Desktop Wallpaper (recommended)
hu: Asztali háttérkép (ajánlott)
ko: 바탕 화면 배경화면 (권장)

# ThemeTutorialStep1
source: Click here to open Windows Theme settings.
hu: Kattintson ide a Windows téma beállításainak megnyitásához.
ko: 여기를 클릭하여 Windows 테마 설정을 엽니다.

# ThemeTutorialStep2
source: Now navigate to 'Colors' and change the system color to 'Light' for the light theme. Select your favorite Wallpaper, Mouse Cursor and Accent Color.
hu: Most keresse meg a „Színek” elemet, és változtassa meg a rendszer színét „Világos” -ra a világos témához. Válaszd ki a kedvenc háttérképedet, egérkurzorodat és a téma színét.
ko: 이제 '색상'으로 이동하고 조명 테마에 대한 시스템 색상을 '밝은'으로 변경합니다. 좋아하는 배경화면, 마우스 커서 및 강조 색상을 선택합니다.

# ThemeTutorialStep3
source: Go back to theme settings and save your theme.
hu: Térjen vissza a téma beállításaihoz, és mentse el a témát.
ko: 테마 설정으로 돌아가서 테마를 저장합니다.

# ThemeTutorialStep4
source: Repeat this process for the dark theme.
hu: Ismételje meg ezt a folyamatot a sötét témához.
ko: 어두운 테마에 대해 이 과정을 반복합니다.

# SettingsAccentColorTimeout
source: Delay for switching taskbar colors (ms):
hu: Késleltetés a tálca színeinek váltásakor (ms):
ko: 작업 표시줄 색상 전환 지연 (ms):

# NavbarAbout
source: About
hu: Rólunk
ko: 제품 정보

# NavbarTitle
source: Menu
hu: Menü
ko: 메뉴

source: Restart
hu: Újraindítás
ko: 다시 시작

# rbCustomHours
source: Set custom hours
hu: Egyéni órák beállítása
ko: 사용자 지정 시간 설정

# rbLocation
source: From sunset to sunrise
hu: Napnyugtától napkeltéig
ko: 일몰부터 일출까지

# ThemeTutorialStep
source: Step
hu: Lépés
ko: 단걔

# cbSettingsColourFilter
source: Use grayscale color filter (sends Win + Ctrl + C)
hu: Szürkeárnyalatos szűrő használata (Win + Ctrl + C -t küld)
ko: 그레이스케일 컬러 필터 사용 (Win + Ctrl + C로 보내기)

# cbSettingsLogonTask
source: Use logon task instead of startup entry
hu: Használjon bejelentkezési feladatot indítási bejegyzés helyett
ko: 시작 항목 대신 로그온 작업 사용

# ThemeSelection
source: Select mode:
hu: Mód kiválasztása:
ko: 선택 모드:

# ThemeApplyError1
source: Error occurred while applying the selected themes, we disabled theme switching
hu: Hiba történt a kiválasztott témák alkalmazása során, letiltottuk a témaváltást
ko: 선택한 테마를 적용하는 동안 오류가 발생하여 테마 전환을 사용할 수 없습니다

# cbOfficeWhiteTheme
source: Alternative light theme
hu: Alternatív világos mód
ko: 대체 밝은 테마

# buttonDownloadExtension
source: Download Extension
hu: Bővítmény letöltése
ko: 확장 다운로드

# tbAppsTitleRecommendedTools
source: Recommended tools
hu: Ajánlott eszközök
ko: 권장 도구

# tbDarkReaderDescription
source: This browser extension makes websites in Chrome, Firefox and Edge respect the system theme.
hu: Ez a böngészőbővítmény beállítja a webhelyeket Chrome, a Firefox és az Edge böngészőkben, hogy alkalmazkodjanak a rendszer témájához.
ko: 이 브라우저 확장을 통해 Chrome, Firefox 및 Edge의 웹 사이트가 시스템 테마를 준수할 수 있습니다.

# locationCityNotFound
source: Not found
hu: Nem található
ko: 찾을 수 없음

# DonationHeaderReason
source: Why should you donate?
hu: Miért kellene adományoznia?
ko: 왜 기부를 해야 합니까?

# DonationHowTo
source: How to donate?
hu: Hogyan lehet adományozni?
ko: 기부는 어떻게 하나요?

# DonationPayPalDescription
source: You can send me money via PayPal. It's completely voluntary and you shouldn't expect any compensation.
hu: Pénzt küldhet nekem PayPal-on keresztül. Ez teljesen önkéntes, és nem szabad semmilyen kompenzációra számítani.
ko: PayPal로 송금하시면 됩니다. 그것은 전적으로 자발적인 것이므로 어떤 보상도 기대해서는 안 됩니다.

# NavbarDonation
source: Donate
hu: Támogatás
ko: 기부

# donationDescription
source: Hello! Thank you for using Auto Dark Mode! Do you like it so far? This app makes your everyday more pleasant, by helping you take care of your eyes. At the same time it's completely free, ad-free, doesn't collect user data and it's open source. I don't generate any profit with this project. For this reason you could support me with a voluntary donation. Even a small amount makes me jumping happy through my apartment. Just donate as much as you value my work.
hu: Helló! Köszönjük, hogy az Auto Dark Mode alkalmazást használja. Hogy tetszik önnek eddig? Ez az alkalmazás kellemesebbé teszi mindennapjait, azáltal, hogy gondoskodik a szeméről. Ugyanakkor teljesen ingyenes, hirdetésmentes, nem gyűjt felhasználói adatokat és nyílt forráskódú. Ez a projekt nem hoz nekem semennyi hasznot. Ebből kifolyólag támogathatna egy önkéntes adománnyal. Még egy kis összegtől is boldogan ugrálnék a lakásomban. Csak annyit adományozzon, amennyire ön értékeli a munkámat.
ko: 안녕하세요! 자동 다크 모드를 이용해 주셔서 감사합니다! 어때 맘에 드세요? 이 앱은 여러분의 눈을 돌보도록 도와줌으로써 여러분의 일상을 더욱 즐겁게 만들어줍니다. 이와 동시에 완전히 무료이고 광고도 없으며 사용자 데이터를 수집하지 않으며 오픈 소스입니다. 저는 이 프로젝트로는 아무런 이윤도 창출하지 못합니다. 이러한 이유로 당신은 자발적인 기부를 통해 저를 지원할 수 있습니다. 아주 적은 양이라도 저는 제 아파트를 뛰어다니며 행복하게 만들어요. 제 작품을 소중히 여기는 만큼만 기부해 주세요.
zh_tw: 您好！感謝您使用自動主題切換。我希望您到目前為止都很喜歡 :) 是的，這位開發人員確實建立了一個彈出式視窗，以提醒人們他接受 PayPal 捐贈。真丟臉！ 但是，此應用程式使您的日常生活更加輕鬆。即使是小額捐款也讓我開心 :D 您要立即開啟 PayPal 捐贈頁面嗎？

# ThemeApplyError2
source: Error occured while applying a .theme-file. Maybe your created theme got deleted or moved. This is why we deactivated theme switching for now. To re-enable it, please open Auto Dark Mode and configure {0} Settings.
hu: Hiba történt a .theme-fájl alkalmazása során. Lehet, hogy a létrehozott témát törölték vagy áthelyezték. Ezért egyelőre deaktiváltuk a témaváltást. Az újbóli engedélyezéshez nyissa meg az Auto Dark mode alkalmazást, és konfigurálja a {0} Beállításokat.
ko: .theme 파일을 적용하는 동안 오류가 발생했습니다. 만든 테마가 삭제되거나 이동되었을 수 있습니다. 이것이 우리가 테마 전환을 일단 비활성화한 이유입니다. 다시 설정하려면 자동 다크 모드를 열고 {0} 설정을 구성하십시오.

# ErrorApplyRestart
source: We ran into the following issue: {0} We will now try to solve this problem by running an algorithm as administrator. Maybe this will help. Auto Dark Mode will restart afterwards and you'll need to re-apply your settings, sorry! Sidenote: NEVER run Auto Dark Mode as administrator manually!
hu: A következő problémába ütköztünk: {0} Most megpróbáljuk megoldani ezt a problémát egy algoritmus futtatásával rendszergazdaként. Talán ez segíteni fog. Az Auto Dark Mode ezt követően újraindul, és újra kell alkalmaznia a beállításait, sajnálom! Mellékjegyzet: SOHA ne futtassa manuálisan rendszergazdaként az Auto Dark Mode módot!
ko: 우리는 다음 문제에 부딪혔습니다: {0} 이제 관리자로 알고리즘을 실행하여 이 문제를 해결하려고 합니다. 아마도 이것이 도움이 될거예요. 이후 자동 다크 모드가 다시 시작되고 설정을 다시 적용해야 합니다. 죄송합니다! 참고: 절대 수동으로 자동 다크 모드를 관리자 권한으로 실행하지 마십시오!

# tbHelp
source: Need help with a problem?
hu: Segítségre van szüksége egy problémával kapcsolatban?
ko: 문제 해결이 필요하십니까?

# cbSettingsMultiUserImprovements
source: Multi-User support
hu: Többfelhasználós támogatás
ko: 다중 사용자 지원

# tbSettingsColourFilterDelay
source: Optional delay for activating grayscale color filter:
hu: Opcionális késleltetés a szürkeárnyalatos színszűrő aktiválásához:
ko: 그레이 스케일 컬러 필터를 활성화하기 위한 선택적 지연:

# cmbAdjTheme
source: Adapt to system
hu: Alkalmazkodjon a rendszerhez
ko: 시스템 적응
zh_tw: 跟隨系統主題

# lblReset
source: Reset
hu: Visszaállítás
ko: 재설정

# cbSettingsBatteryDarkMode
source: Enable dark mode when device is unplugged
hu: Sötét mód engedélyezése amikor az eszköz nincs hálózathoz csatlakoztatva.
ko: 장치의 플러그를 뽑았을 때 어두운 모드 사용

# SettingsBatterySlider
source: Default value for energy saver slider
hu: Az energiatakarékos csúszka alapértelmezett értéke
ko: 에너지 절약 슬라이더의 기본값

# cbSettingsEnergySaverMitigation
source: Energy saver mitigation for theme switch
hu: Energiatakarékos enyhítés a témaváltáshoz
ko: 테마 전환을 위한 에너지 절약 완화

# cbSettingsEnergySaverMitigationInfo
source: This only works if you haven't manually enabled battery saver!
hu: Ez csak akkor működik, ha nem engedélyezte manuálisan az akkumulátorkímélőt!
ko: 배터리 절약을 수동으로 설정하지 않은 경우에만 작동합니다!

# NavbarSwitchModes
source: Switch Modes
ko: 전환 모드

# NavbarPersonalization
source: Personalization
ko: 개인 설정

# applyGeoButton
source: Apply Coordinates
ko: 좌표 적용

# cmb1903
source: This option is disabled, because you haven't installed the Windows 10 April 2019 Update on your machine.
hu: Ez a lehetőség le van tiltva, mert még nem telepítette a Windows 10 2019. április 10-i frissítést a számítógépére.
ko: 컴퓨터에 2019년 4월 10일 Windows Update를 설치하지 않았기 때문에 이 옵션은 사용할 수 없습니다.
zh_tw: 此選項已停用，因為您尚未在此裝置上安裝 Windows 10 April 2019 更新。

# headerGeoCoordinates
source: Geographic coordinates
ko: 지리 좌표

# headerLocationData
source: Location data
ko: 위치 데이터

# rbLocationGeo
source: From sunset to sunrise (geographic coordinates)
ko: 일몰에서 일출까지 (지리 좌표)

# tbGetCoordinates
source: Geo coordinates for your location
ko: 사용자 위치에 대한 지리적 좌표

# rbDisabled
source: Disabled
ko: 사용 안 함

# VersionXUpdaterButtonLater
source: Download later
hu: Letöltés később

# VersionXUpdaterButtonNever
source: Never remind me again
hu: Ne emlékeztessen többször

# VersionXUpdaterButtonNow
source: Download now
hu: Letöltés most

# VersionXUpdaterDescription
source: In the last couple of months we've been working hard to provide you the best update possible. Now it's here! Auto Dark Mode X has been completely rewritten from scratch. It now features a real background task instead of relying on Windows Task Scheduler. This means you get a more reliable and more flexible theme switching experience! Yes, this consumes more resources in the background, but in return we offer you more features, to enhance your productivity. For example: - Game Mode: disable theme switching while you're playing a game or your GPU is busy. - Theme switching using keyboard shortcuts And more! The update is suitable for everyone, except for owners of an ARM device. These will have problems with battery life, because the background process has to be emulated (only there!).
hu: Az elmúlt néhány hónapban keményen dolgoztunk a lehető legjobb frissítés érdekében. Most itt van! Az Auto Dark Mode X teljesen a semmiből lett újra írva. Most egy igazi háttérfeladatot tartalmaz, ahelyett, hogy a Windows Feladatütemezőre hagyatkozna. Ez azt jelenti, hogy egy megbízhatóbb és rugalmasabb témaváltási élményt kap! Igen, ez több erőforrást emészt fel a háttérben, de cserébe több funkciót kínálunk Önnek a termelékenység növelése érdekében. Például: - Játék mód: letiltja a témaváltást amikor éppen játszik vagy ha a GPU foglalt. - Témaváltás billentyű parancsokkal És még több minden! A frissítés mindenki számára alkalmas, kivéve az ARM-eszközök tulajdonosait. Nekik problémái lesznek az akkumulátor élettartamával, mert a háttérfolyamatot emulálni kell (csak ott!).

# VersionXUpdaterHeader
source: Auto Dark Mode X is available
hu: Az Auto Dark Mode X elérhető

# VersionXUpdaterNeverDescription
source: Version X is a great, big update that you should definitely try out! Are you sure you DON'T want to download it? We will never remind you again!
hu: Az X verzió egy nagyszerű, nagy frissítés, amelyet mindenképpen ki kell próbálni! Biztos, hogy NEM akarja letölteni? Soha többé nem fogjuk emlékeztetni!

# VersionXUpdaterNeverTitle
source: Are you sure?
hu: Biztos benne?

# Title
source: Auto Dark Mode
zh_tw: 自動主題切換
