Repository: AutoDarkMode/Windows-Auto-Night-Mode
Catalog: AutoDarkModeLib/Properties/Resources.*.resx
Languages: cs, de, el_gr, es, fr, id, it, ja, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# About
source: Settings
cs: Nastavení
de: Einstellungen
el_gr: Ρυθμίσεις
es: Ajustes
fr: Paramètres
id: Setelan
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: О программе
tr: Ayarlar
uk: Про програму
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# applyButton
source: Apply
cs: Potvrdit
de: Anwenden
el_gr: Εφαρμογή
es: Aplicar
fr: Appliquer
id: Terapkan
it: Applica
ja: 適用
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ru: Применить
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

# autoCheckBox
source: Enable automatic theme switching
cs: Povolit automatické přepínání motivů
de: Automatischen Design-Wechsel aktivieren
el_gr: Ενεργοποίηση αυτόματης εναλλαγής θέματος
es: Activar el cambio de tema automático
fr: Activer le changement de thème automatique
id: Nyalakan pergantian tema otomatis
it: Abilita cambio automatico del tema
ja: テーマを自動で切り替える
nl: Automatisch wisselen van thema
pl: Włącz automatyczne przełączanie motywu
pt_br: Habilitar a troca automática de tema
ru: Автоматическая смена темы
tr: Otomatik tema değişikliğini etkinleştir
uk: Увімкнути автоматичне перемикання тем
vi: Bật tính năng thay đổi chủ đề
zh_hans: 启用自动主题切换
zh_hant: 自動切換主題

# cmbAlwDark
source: Always dark
cs: Vždy tmavý
de: Immer dunkel
el_gr: Πάντα σκοτεινό
es: Siempre oscuro
fr: Toujours sombre
id: Selalu gelap
it: Sempre scuro
ja: 常にダーク
nl: Altijd donker
pl: Zawsze ciemny
pt_br: Sempre escuro
ru: Всегда темная
tr: Her zaman koyu
uk: Завжди темна
vi: Luôn là chủ đề tối
zh_hans: 总是深色
zh_hant: 總是深色

# cmbAlwWhite
source: Always light
cs: Vždy světlý
de: Immer hell
el_gr: Πάντα φωτεινό
es: Siempre claro
fr: Toujours clair
id: Selalu terang
it: Sempre chiaro
ja: 常にライト
nl: Altijd licht
pl: Zawsze jasny
pt_br: Sempre claro
ru: Всегда белая
tr: Her zaman açık
uk: Завжди світла
vi: Luôn là chủ đề sáng
zh_hans: 总是浅色
zh_hant: 總是淺色

# debugModeCheckBox
source: Enable features for Windows 1903
cs: Zapnout možnosti pro Windows 1903
de: Features für Windows 1903 aktivieren
el_gr: Ενεργοποίηση χαρακτηριστικών για Windows 1903
es: Activar características para Windows 1903
fr: Activer les fonctionnalités pour Windows 1903
id: Nyalakan fitur untuk Windows 1903
it: Abilita funzionalità per Windows 1903
ja: Windows 10 バージョン 1903 の機能を有効化
nl: Functies voor Windows 1903 inschakelen
pl: Włącz funkcje dla systemu Windows 1903
pt_br: Ativar recursos para o Windows 1903
ru: Включить функции для Windows 1903
tr: Windows 1903 için özellikleri etkinleştir
uk: Увімкнути функції для Windows 1903
vi: Bật các tính năng cho Windows 1903
zh_hans: 启用适用于 Windows 1903 的功能
zh_hant: 啟用 Windows 1903 功能

# lblApps
source: Apps
cs: Aplikace:
de: Anwendungen
el_gr: Εφαρμογές
es: Aplicaciones
fr: Applications
id: Aplikasi
it: Applicazioni:
ja: アプリケーション:
nl: Applicaties
pl: Aplikacje
ru: Приложения:
tr: Uygulamalar
uk: Програми:
vi: Các ứng dụng
zh_hans: 应用程序
zh_hant: 應用程式：

# lblCustomStart
source: Custom start time
cs: Vlastní čas začátku
de: Benutzerdefinierte Startzeit
el_gr: Προσαρμοσμένη ώρα εκκίνησης
es: Hora de inicio personalizada
fr: Heure de début personnalisée
id: Waktu mulai kustom
it: Orari di inizio
ja: 開始時間の指定
nl: Aangepaste starttijd
pl: Wybierz czas uruchamiania
pt_br: Hora de início personalizada
ru: Время смены темы
tr: Başlangıç zamanı
uk: Оберіть свій час початку
vi: Tuỳ chọn thời điểm chuyển đổi
zh_hans: 自定义起始时间
zh_hant: 自訂開始時間

# lblDark
source: Dark
cs: Tmavý
de: Dunkel
el_gr: Σκοτεινό
es: Oscuro
fr: Sombre
id: Gelap
it: Scuro
ja: ダーク
nl: Donker
pl: Ciemny
pt_br: Escuro
ru: Темная
tr: Koyu
uk: Темна
vi: Tối
zh_hans: 深色
zh_hant: 深色

# lblDarkTheme
source: Dark theme
cs: Tmavý motiv
de: Dunkles Design
el_gr: Σκοτεινό θέμα
es: Tema oscuro
fr: Thème sombre
id: Tema gelap
it: Tema scuro
ja: ダークテーマ
nl: Donker thema
pl: Ciemny motyw
pt_br: Tema escuro
ru: Темная тема
tr: Koyu tema
uk: Темна тема
vi: Chủ đề tối
zh_hans: 深色主题
zh_hant: 深色主題

# lblEdge
source: Edge (Legacy):
cs: Edge (stará verze):
de: Edge (alte Version)
el_gr: Edge (παλιά μέθοδος)
es: Edge (versión antigua)
fr: Edge (ancienne version)
id: Edge (versi lama)
it: Edge (vecchia versione):
ja: Edge (旧バージョン用)
nl: Edge (oud)
pl: Edge (starsza wersja)
pt_br: Edge (versão antiga)
ru: Edge (Старая версия):
tr: Edge (Eski)
uk: Edge (стара версія):
vi: Edge (Phiên bản cũ)
zh_hans: Edge（旧版）
zh_hant: Edge（舊版）：

# lblLight
source: Light
cs: Světlý
de: Hell
el_gr: Φωτεινό
es: Claro
fr: Clair
id: Terang
it: Chiaro
ja: ライト
nl: Licht
pl: Jasny
pt_br: Claro
ru: Светлая
tr: Açık
uk: Світла
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# lblLightTheme
source: Light theme
cs: Světlý motiv
de: Helles Design
el_gr: Φωτεινό θέμα
es: Tema claro
fr: Thème clair
id: Tema terang
it: Tema chiaro
ja: ライトテーマ
nl: Licht thema
pl: Jasny motyw
pt_br: Tema claro
ru: Светлая тема
tr: Açık tema
uk: Світла тема
vi: Chủ đề sáng
zh_hans: 浅色主题
zh_hant: 淺色主題

# lblSettings
source: Settings
cs: Nastavení
de: Einstellungen
el_gr: Ρυθμίσεις
es: Ajustes
fr: Paramètres
id: Setelan
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# lblSwitchTheme
source: Switch current theme
cs: Změnit současný motiv
de: Aktuelles Design wechseln
el_gr: Εναλλαγή τρέχοντος θέματος
es: Cambiar el tema actual
fr: Changer le thème actuel
id: Ganti tema saat ini
it: Cambia il tema corrente
ja: 現在のテーマを切り替え
nl: Van thema wisselen
pl: Zmień obecny motyw
pt_br: Trocar o tema atual
ru: Сменить текущую тему
tr: Geçerli temayı değiştir
uk: Перемкнути поточну тему
vi: Chuyển chủ đề hiện tại
zh_hans: 切换当前主题
zh_hant: 切換目前主題

# lblSystem
source: System
cs: Systém:
el_gr: Σύστημα
es: Sistema
fr: Système
id: Sistem
it: Sistema:
ja: システム:
nl: Systeem
pt_br: Sistema
ru: Система:
tr: Sistem
uk: Система:
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統：

# lblThirdParty
source: Used third party software
cs: Použitý software třetích stran
de: Enthält Drittanbieter-Software
el_gr: Λογισμικό τρίτων που χρησιμοποιήθηκε
es: Software de terceros utilizado
fr: Logiciels tiers utilisés
id: Aplikasi pihak ketiga yang terpakai
it: Software di terze parti usato
ja: 使用しているサードパーティーのソフトウェア
nl: Gebruikte software van derden
pl: Zawiera oprogramowanie osób trzecich
pt_br: Softwares de terceiros usados
ru: Используемое стороннее ПО
tr: Kullanılan üçüncü parti uygulamalar
uk: Використане стороннє програмне забезпечення
vi: Các thành phần của bên thứ ba
zh_hans: 本程序所使用的第三方软件
zh_hant: 使用的第三方軟體

# lblUpdates
source: Updates
cs: Aktualizace
de: Aktualisierungen
el_gr: Ενημερώσεις
es: Actualizaciones
fr: Mises à jour
id: Pembaruan
it: Aggiornamenti
ja: アップデート
pl: Aktualizacje
pt_br: Atualizações
ru: Обновления
tr: Güncellemeler
uk: Оновлення
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# locationCheckBox
source: Use Location Service
cs: Použít službu zjišťování polohy
de: Standort-Dienste verwenden
el_gr: Χρήση υπηρεσίας τοποθεσίας
es: Usar el servicio de localización
fr: Utiliser le service de localisation
id: Memakai layanan lokasi
it: Usa servizio di localizzazione
ja: 位置情報の使用
nl: Locatiedienst gebruiken
pl: Użyj usługi lokalizacji
pt_br: Usar serviços de localização
ru: В зависимости от локации
tr: Konum Servisini Kullan
uk: Використовувати службу місцезнаходження
vi: Sử dụng Location Service
zh_hans: 使用定位服务
zh_hant: 使用定位服務

# msgChangesSaved
source: Your changes have been saved!
cs: Změny byly uloženy!
de: Änderungen gespeichert!
el_gr: Οι αλλαγές σας έχουν αποθηκευτεί!
es: ¡Tus cambios se han guardado!
fr: Vos modifications ont été enregistrées !
id: Perubahan Anda telah tersimpan!
it: I cambiamenti sono stati salvati!
ja: 変更は保存されました！
nl: Uw wijzigingen zijn opgeslagen!
pl: Zapisano zmiany!
pt_br: Suas mudanças foram salvas!
ru: Изменения сохранены!
tr: Değişiklikler kaydedildi!
uk: Зміни збережені!
vi: Các thiết lập của bạn đã được lưu!
zh_hans: 更改已保存！
zh_hant: 已儲存變更！

# msgClickApply
source: Your changes will be saved automatically.
cs: Kliknutím na potvrdit uložíte změny
de: Klicke auf 'Anwenden' um die Änderungen zu speichern.
el_gr: Ορίστε μια ώρα και οι αλλαγές σας θα αποθηκευτούν αυτόματα.
es: Tus cambios se guardarán automáticamente.
fr: Vos changements seront enregistrés automatiquement.
id: Atur waktu pergantian dan pengaturan disimpan otomatis.
it: I cambiamenti effettuati sono automaticamente salvati.
ja: 変更内容は自動で保存されます。
nl: Uw wijzigingen worden automatisch opgeslagen.
pl: Twoje zmiany zostaną zapisane automatycznie.
pt_br: Suas alterações serão salvas automaticamente.
ru: Нажмите "Применить" для сохранения изменений
tr: Değişiklikleriniz otomatik olarak kaydedilecektir.
uk: Натисніть на Застосувати для збереження налаштувань
vi: Bấm Áp dụng để lưu thiết lập.
zh_hans: 您的更改会被自动保存。
zh_hant: 點按「套用」以儲存變更。

# msgDownloadUpd
source: Download update
cs: Nainstalovat aktualizaci
de: Update herunterladen
el_gr: Λήψη ενημέρωσης
es: Descargar actualización
fr: Télécharger la mise à jour
id: Unduh pembaruan
it: Scarica aggiornamento
ja: 最新版をダウンロード
nl: Update installeren
pl: Pobierz aktualizację
pt_br: Baixar atualização
ru: Скачать обновление
tr: Güncellemeyi indir
uk: Завантажити оновлення
vi: Tải bản cập nhật
zh_hans: 下载更新
zh_hant: 下載更新

# msgErrorOcc
source: error occurred :(
cs: Nastala chyba
de: Ein Fehler ist aufgetreten :(
el_gr: παρουσιάστηκε σφάλμα :(
es: ha ocurrido un error :(
fr: une erreur est survenue :(
id: masalah terjadi :(
it: errore :(
ja: エラーが発生しました :(
nl: fout opgetreden :(
pl: wystąpił błąd :(
pt_br: Erro ocorrido :(
ru: Ошибка :(
tr: hata oluştu :(
uk: сталася помилка :(
vi: có lỗi xảy ra :(
zh_hans: 发生错误 :(
zh_hant: 發生錯誤 :(

# msgLocPerm
source: This app needs access to your location
cs: Aplikace vyžaduje přístup k Vaší poloze
de: Die Anwendung benötigt Zugriff auf die Standort-Dienste von Windows
el_gr: Αυτή η εφαρμογή χρειάζεται πρόσβαση στην τοποθεσία σας
es: Esta aplicación necesita acceder a tu ubicación
fr: Cette application a besoin d'accéder à votre localisation
id: Aplikasi ini membutuhkan izin untuk menemukan lokasi
it: L'app richiede il permesso di accedere alla posizione
ja: 位置情報の使用許可が必要
nl: Locatietoegang is vereist
pl: Aplikacja potrzebuje dostępu do lokalizacji
pt_br: O aplicativo precisa acessar sua localização
ru: Необходимо разрешение на использование локации
tr: Bu uygulamanın konumunuza erişmesi gerekiyor
uk: Програма потребує дозволу для визначення місцезнаходження
vi: Ứng dụng cần lấy vị trí của bạn
zh_hans: 此应用需要使用您的位置信息
zh_hant: 應用程式需要您的位置存取權限

# msgNoUpd
source: No new updates are available.
cs: Máte nejnovější verzi aplikace.
de: Keine Updates verfügbar.
el_gr: Δεν υπάρχουν διαθέσιμες νέες ενημερώσεις.
es: No hay nuevas actualizaciones disponibles.
fr: Aucune nouvelle mise à jour disponible.
id: Pembaruan tidak tersedia.
it: Nessun aggiornamento disponibile
ja: 最新版はありません。
nl: Er zijn geen nieuwe updates beschikbaar.
pl: Brak aktualizacji.
pt_br: Não há atualizações disponíveis.
ru: Нет новых обновлений.
tr: Yeni güncelleme yok.
uk: немає нових оновлень.
vi: Không có cập nhật mới nào.
zh_hans: 暂无更新。
zh_hant: 已是最新版本

# msgSearchLoc
source: Getting your location...
cs: Hledání Vaší polohy...
de: Standort suchen…
el_gr: Λήψη της τοποθεσίας σας…
es: Obteniendo tu ubicación…
fr: Récupération de votre emplacement…
id: Mencari lokasi Anda…
it: Ricerca della posizione...
ja: 位置情報を取得中…
nl: Zoeken naar uw locatie…
pl: Pozyskiwanie twojej lokalizacji…
pt_br: Buscando sua localização…
ru: Определяем локацию...
tr: Konumunuz aranıyor…
uk: Пошук місцезнаходження...
vi: Đang lấy vị trí của bạn…
zh_hans: 正在定位…
zh_hant: 正在搜尋您的位置…

# msgSearchUpd
source: Looking for updates...
cs: Hledání aktualizace...
de: Updates suchen…
el_gr: Αναζήτηση για ενημερώσεις…
es: Buscando actualizaciones…
fr: Recherche de mises à jour…
id: Mencari Pembaruan…
it: Ricerca di aggiornamenti...
ja: 最新版の確認中…
nl: Zoeken naar updates…
pl: Szukanie aktualizacji…
pt_br: Buscando por atualizações…
ru: Поиск обновлений...
tr: Güncellemelere bakılıyor…
uk: Пошук оновлень...
vi: Đang kiểm tra cập nhật…
zh_hans: 正在获取更新…
zh_hant: 正在搜尋更新…

# msgThemeError
source: Warning: We couldn't read your current theme.
cs: Varování: Nemohli jsme zjistit současný motiv.
de: Achtung: Das aktuelle Design kann nicht eingelesen werden.
el_gr: Προειδοποίηση: Δεν μπορέσαμε να διαβάσουμε το τρέχον θέμα σας.
es: Advertencia: No pudimos leer tu tema actual.
fr: Avertissement : Impossible de détecter votre thème actuel.
id: Peringatan: Kami tidak dapat membaca tema Anda saat ini.
it: Attenzione: impossibile individuare il tema in uso
ja: 警告: システムの現在のテーマを読み込めませんでした。
nl: Let op: Uw huidige thema kon niet worden gelezen.
pl: Uwaga: Nie można wczytać obecnego motywu.
pt_br: Aviso: Nós não conseguimos detectar seu tema atual.
ru: Внимание: мы не можем определить текушую тему.
tr: Uyarı: Mevcut temanızı okuyamadık.
uk: Попередження: Неможливо визначити поточну тему.
vi: Cảnh báo: Ứng dụng không đọc được chủ đề hiện tại của bạn.
zh_hans: 警告：无法读取您当前的主题。
zh_hant: 警告：我們無法取得您目前使用的主題。

# msgUpdateAvail
source: A new update is available!
cs: Nalezena nová aktualizace!
de: Ein Update ist verfügbar!
el_gr: Μια νέα έκδοση είναι διαθέσιμη!
es: ¡Una nueva actualización está disponible!
fr: Une nouvelle mise à jour est disponible !
id: Pembaruan tersedia!
it: Un nuovo aggiornamento è disponibile!
ja: 最新版があります！
nl: Er is een nieuwe update beschikbaar!
pl: Nowa aktualizacja jest dostępna!
pt_br: Uma nova atualização está disponível!
ru: Доступно новое обновление!
tr: Yeni güncelleme var!
uk: Доступне нове оновлення!
vi: Có một bản cập nhật mới!
zh_hans: 有新版本可用！
zh_hant: 有可用的更新！

# msgUpdaterText
source: Thank you for using Auto Dark Mode! A new version is available on GitHub with fixes and enhancements. Do you want to install it? Currently installed version: {0}, new version: {1}
cs: Děkujeme, že používáte Auto Dark Mode! Na Github je k mání nová verze s mnoha vylepšeními. Chcete ji nainstalovat? Nainstalovaná verze: {0}, nová verze: {1}
de: Danke für das Benutzen von Auto Dark Mode! Eine neue Version mit einigen Verbesserungen und Neuerungen ist auf GitHub verfügbar. Möchtest du sie herunterladen? Aktuell installierte Version: {0}, neue Version: {1}
el_gr: Σας ευχαριστούμε που χρησιμοποιείτε το Auto Dark Mode! Μια νέα έκδοση είναι διαθέσιμη στο GitHub με διορθώσεις και βελτιώσεις. Θέλετε να την εγκαταστήσετε; Τρέχουσα εγκατεστημένη έκδοση: {0}, νέα έκδοση: {1}
es: ¡Gracias por usar Auto Dark Mode! Una nueva versión está disponible en GitHub con arreglos y mejoras. ¿Quieres descargarla? Versión instalada actualmente: {0}, nueva versión: {1}
fr: Merci d'utiliser Auto Dark Mode ! Une nouvelle version comportant des corrections et des améliorations est disponible sur GitHub. Souhaitez-vous l'installer ? Version installée : {0}, nouvelle version : {1}
id: Terima kasih untuk menggunakan Auto Dark Mode Pembaruan tersedia di GitHub dengan perbaikan dan peningkatan. Apakah Anda mau memasang? Versi saat ini: {0}, Versi terbaru: {1}
it: Grazie per usare Auto Dark Mode! Una nuova versione è disponibile su Github con correzioni e miglioramenti. Vuoi scaricarla? Versione in uso: {0}, nuova versione: {1}
ja: Auto Dark Modeをご利用いただきありがとうございます！ 修正と機能強化を含む新しいバージョンがGitHub上で利用可能です。 インストールしますか？ お使いのバージョン: {0}, 新しいバージョン: {1}
nl: Bedankt voor het gebruiken van Auto Dark Mode! Er is een nieuwe versie beschikbaar op GitHub met fixes en verbeteringen. Wilt u deze installeren? Momenteel geïnstalleerde versie: {0}, nieuwe versie: {1}
pl: Dziękujemy za używanie Auto Dark Mode! Nowa wersja programu z poprawkami i dodatkami jest dostępna na GitHubie. Chcesz ją pobrać? Obecnie zainstalowana wersja: {0}, nowa wersja: {1}
pt_br: Obrigado por usar o Auto Dark Mode! Uma nova versão está disponível no GitHub com correções de bugs e aprimoramentos. Você quer baixá-la? Versão instalada atualmente: {0}, nova versão: {1}
ru: Спасибо за использование Auto Dark Mode! Новая версия доступна на GitHub с исправлениями и новвоведениями. Хотите скачать её? Сейчас установлена версия: {0}, новая: {1}
tr: Auto Dark Mode'u kullandığınız için teşekkürler! Github'da düzeltmeler ve geliştirmeler içeren yeni bir sürüm mevcuttur. Bunu indirmek istiyor musunuz? Şu anda yüklü sürüm: {0}, yeni sürüm: {1}
uk: Дякуємо за використання Auto Dark Mode! Доступна нова версія на GitHub з виправленнями та вдосконаленнями. Ви хочете її завантажити? Зараз встановлена версія: {0}, нова версія: {1}
vi: Cảm ơn bạn đã sử dụng Auto Dark Mode! Một phiên bản mới đã ra mắt trên GitHub với nhiều sửa lỗi và cải tiến. Bạn có muốn cài đặt? Phiên bản hiện tại của bạn: {0}, phiên bản mới: {1}
zh_hans: 感谢您使用 Auto Dark Mode！ GitHub 上发布了新版本，修复了一些漏洞并增加了新功能。 您想安装新版本吗？ 当前版本: {0}, 最新版本: {1}
zh_hant: 感謝您使用 Auto Dark Mode！ 在 Github 上有新版本，包含了 Bug 修補及一些新的功能。 您想要前往下載嗎？ 目前版本：{0}，新版本：{1}

# updateButton
source: Check for updates
cs: Zjistit aktualizace
de: Updates suchen
el_gr: Ελεγχος για νέα έκδοση
es: Comprobar actualizaciones
fr: Vérifier les mises à jour
id: Mencari Pembaruan
it: Controlla aggiornamenti
ja: 最新版の確認
nl: Op updates controleren
pl: Szukaj aktualizacji
pt_br: Procurar por atualizações
ru: Проверить обновления
tr: Güncellemeleri kontrol et
uk: Перевірити оновлення
vi: Kiểm tra cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

# updateInfoText
source: We check for updates at every program start.
cs: Hledáme aktualizace při každém spuštění programu.
de: Programm sucht beim Start nach Updates.
el_gr: Ελέγχουμε για νέα έκδοση σε κάθε εκκίνηση του προγράμματος.
es: buscamos actualizaciones cada vez que se inicia el programa.
fr: Nous vérifions les mises à jour au démarrage de l'application.
id: Kami memeriksa pembaruan setiap program memulai.
it: Cerca aggiornamenti ad ogni avvio dell'app
ja: プログラム起動時に最新版を確認しています。
nl: Er wordt gezocht naar updates wanneer dit programma wordt gestart.
pl: Program szuka aktualizacji przy uruchomieniu.
pt_br: Vamos procurar por atualizações a cada inicialização do programa.
ru: Мы автоматически проверяем обновления при запуске программы.
tr: Güncellemeler uygulama her başladığında kontrol edilir.
uk: наявність оновлень перевіряється щозапуску.
vi: Ứng dụng sẽ kiểm tra cập nhật mỗi khi khởi động.
zh_hans: 我们将在本程序每次启动时检查更新。
zh_hant: 我們將在每次程式啟動時檢查更新。

# userFeedback
source: Welcome
cs: Vítejte
de: Willkommen
el_gr: Καλώς ορίσατε
es: Bienvenido
fr: Bienvenue
id: Selamat Datang
it: Benvenuto
ja: こんにちは
nl: Welkom
pl: Witamy
pt_br: Bem-vindo
ru: Добро пожаловать
tr: Hoş geldiniz
uk: Ласкаво просимо
vi: Chào mừng
zh_hans: 欢迎
zh_hant: 歡迎

# welcomeText
source: Change settings here to modify the automatic theme switch behavior.
cs: Pro automatickou změnu motivů zaškrtněte aktivační políčko
de: Aktiviere das Kontrollfeld, um automatisch das Design zu wechseln.
el_gr: Τσεκάρετε το πλαίσιο ελέγχου για να ενεργοποιήσετε την αυτόματη εναλλαγή θέματος.
es: Cambie la configuración aquí para modificar el comportamiento del cambio automático de tema.
fr: Activez l'option pour activer le changement de thème automatique.
id: Nyalakan kotak centang untuk mengaktifkan pergantian tema otomatis.
it: Spunta la casella per abilitare il cambio di tema automatico
ja: ここで設定を変更すると、テーマ自動切り替えの動作を変更します。
nl: Wijzig het gedrag van automatische themawisseling met deze instellingen.
pl: Zmień ustawienia tutaj, aby zmienić zachowanie przełączania motywu.
pt_br: Altere as definições aqui para modificar o comportamento da mudança automática de temas.
ru: Поставьте галочку для включения автоматической смены тем
tr: Otomatik tema değiştirmeyi etkinleştirmek için ayarları buradan yapın.
uk: Активувати прапорець для автоматичного перемикання тем
vi: Thay đổi cài đặt ở đây để hiệu chỉnh hành vi tự động chuyển theme chủ đề.
zh_hans: 更改此处的设置以修改自动切换主题的行为。
zh_hant: 勾選核取方塊以啟用自動主題切換

# lblTranslator
source: Translator: Armin Osaj & Samuel Schiegg
cs: Překladatelé: Farmansn a zoe, korekce Dr.CRYO
de: Übersetzer: Armin Osaj & Samuel Schiegg
el_gr: Μετάφραση: Thunderstrike116
es: Traductor: Daniel Sevillano
fr: Traducteurs : Nathan Bonnemains & Damien Trouillet & Maxence CHAIX
id: Translator: pc-v2
it: Traduttore: balzabalza & albertopasqualetto & LightDestory
ja: 翻訳者: maboroshin, zhixuan2333
nl: Vertalers: ChillTick en Quinten Althues
pl: Tłumaczenie: Jan Bartula, Wojciech Maj
pt_br: Tradutor: Hugo Simões
ru: Переводчики: QuestYouCraft, Rikipm, Dvaderfun
tr: Çeviri: cmhrky (cumhur)
uk: Перекладачі: Mykhailo Lytvynenko, Vlad Anisimov
vi: Dịch thuật: KhoiCanDev
zh_hans: 翻译者: zheolls、没有字的回音、ThrRip、shenzhiming88、Bill Lee
zh_hant: 譯者：hugoalh、SiderealArt；臺灣在地化校正：jrthsr700tmax

# lblCity
source: City
cs: Město
de: Stadt
el_gr: Πόλη
es: Ciudad
fr: Ville
id: Kota
it: Città
ja: 都市
nl: Stad
pl: Miasto
pt_br: Cidade
ru: Город
tr: Konum
uk: Місто
vi: Thành phố
zh_hans: 城市
zh_hant: 城市

# lblPosition
source: Position
cs: Pozice
de: Standort
el_gr: Θέση
es: Posición
fr: Emplacement
id: Posisi
it: Posizione
ja: 位置
nl: Positie
pl: Pozycja
pt_br: Posição
tr: Konum
uk: Місцезнаходження
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# restartNeeded
source: App restart required to see changes
cs: K zobrazení změn je třeba restartovat aplikaci
de: Ein Neustart wird benötigt
el_gr: Απαιτείται επανεκκίνηση της εφαρμογής για να δείτε τις αλλαγές
es: La aplicación necesita reiniciarse para ver los cambios
fr: Redémarrez l'application pour appliquer les modifications
id: Memulai ulang aplikasi dibutuhkan untuk melihat perubahan
it: Riavvio dell'app richiesto per vedere i cambiamenti
ja: 変更の反映にはプログラムの再起動が必要です
nl: Het programma moet worden herstart om de wijzigingen door te voeren
pl: Aby zastosować zmiany, uruchom ponownie aplikację
pt_br: Reinicialização necessário aplicativo para ver as alterações
ru: Перезагрузите приложение, чтобы изменения вступили в силу
tr: Değişikliklerin etkin olması için uygulamanın yeniden başlatılması gerekli
uk: Необхідний перезапуск програми для застосування змін
vi: Cần khởi động lại chương trình để áp dụng thay đổi
zh_hans: 重启后生效
zh_hant: 需要重新啟動程式以套用變更

# lblLanguage
source: Language:
cs: Jazyk:
de: Sprache:
el_gr: Γλώσσα:
es: Idioma:
fr: Langue :
id: Bahasa:
it: Lingua:
ja: 言語:
nl: Taal:
pl: Język:
pt_br: Idioma:
ru: Язык:
tr: Dil:
uk: Мова:
vi: Ngôn ngữ:
zh_hans: 语言：
zh_hant: 語言：

# cmbAccentColor
source: Accent Color for Taskbar
cs: Zvýraznění barev hlavního panelu
de: Akzentfarbe für die Taskleiste
el_gr: Χρώμα έμφασης στη γραμμή εργασιών
es: Color de acento para la barra de tareas
fr: Couleur d'accentuation pour la barre des tâches
id: Aksen warna untuk bilah tugas
it: Colore secondario per la taskbar
ja: タスクバーのアクセントカラー
nl: Accentkleur voor taakbalk
pl: Kolor paska zadań
pt_br: Cor de destaque para a barra de tarefas
ru: Менять цвет панели задач
tr: Görev çubuğu için vurgu rengi
uk: Колір для панелі задач
vi: Màu nhấn cho Thanh tác vụ
zh_hans: 使用主题色作为任务栏颜色
zh_hant: 工作列輔色

source: Cancel
cs: Zrušit
de: Abbrechen
el_gr: Ακυρο
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Huỷ
zh_hans: 取消
zh_hant: 取消

# dbCurrently
source: Currently:
cs: Současně:
de: Aktuell:
el_gr: Αυτή τη στιγμή:
es: Actualmente:
fr: Actuellement :
id: Saat ini:
it: In uso:
ja: 現在:
nl: Huidig:
pl: Status:
pt_br: Atualmente:
ru: Сейчас:
tr: Şu an:
uk: Зараз:
vi: Hiện tại:
zh_hans: 当前：
zh_hant: 目前：

# dbDark
source: Wallpaper for dark theme
cs: Tapeta tmavého motivu
de: Hintergrund für dunkles Design
el_gr: Ταπετσαρία για σκούρο θέμα
es: Fondo de pantalla para el modo oscuro
fr: Fond d'écran pour le thème sombre
id: Latar belakang untuk mode gelap
it: Sfondo del tema scuro
ja: ダークテーマ用の壁紙
nl: Achtergrond voor donker thema
pl: Tło dla ciemnego motywu
pt_br: Tela de Fundo para o tema escuro
ru: Обои для темной темы
tr: Koyu mod için arka plan
uk: Фон для темної теми
vi: Hình nền cho chủ đề tối
zh_hans: 深色主题壁纸
zh_hant: 深色主題桌布
