Repository: AutoDarkMode/Windows-Auto-Night-Mode
Catalog: AutoDarkModeLib/Properties/Resources.*.resx
Languages: cs, de, el_gr, es, fr, id, it, ja, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# ThemePickerTheme11Flow
source: Flow
cs: Proudd
de: Fluss
el_gr: Ροή
es: Flujo
fr: Débit
id: Aliran
it: Flusso
ja: フロー
nl: Vloeiend
pl: Przepływ
pt_br: Fluxo
ru: Поток
tr: Akış
uk: Потік
vi: Dòng Flow
zh_hans: 流畅

# ThemePickerTheme11Glow
source: Glow
cs: Záře
de: Glanz
el_gr: Λάμψη
es: Brillo
fr: Éclat
id: Sinar
it: Bagliore
ja: 光彩
nl: Bloesem
pl: Błysk
pt_br: Brilho
tr: Işıma
uk: Світіння
vi: Độ chói sáng
zh_hans: 发光
zh_hant: 光暈

# ThemePickerTheme11Light
source: Windows (Light)
cs: Windows (světlé)
de: Windows (Hell)
el_gr: Windows (ανοιχτόχρωμο)
es: Windows (claro)
fr: Windows (Clair)
id: Windows (Terang)
it: Windows (chiaro)
ja: Windows (ライト)
nl: Windows (licht)
pl: Windows (Jasny)
pt_br: Windows (Claro)
tr: Windows (Açık)
vi: Windows (Nhẹ)
zh_hans: Windows（浅色主题）
zh_hant: Windows (淺色)

# ThemePickerTheme11Sunrise
source: Sunrise
cs: Východ slunce
de: Sonnenaufgang
el_gr: Ανατολή
es: Amanecer
fr: Lever du soleil
id: Matahari Terbit
it: Alba
ja: 日の出
nl: Zonsopkomst
pl: Wschód słońca
pt_br: Nascer-do-sol
ru: Рассвет
tr: Gün doğumu
uk: Схід сонця
vi: Bình minh
zh_hans: 日出
zh_hant: 清新晨光

# UpdatesComboBoxInterval1
source: Every day
cs: Každý den
de: Jeden Tag
el_gr: Κάθε μέρα
es: Cada día
fr: Chaque jour
id: Setiap hari
it: Ogni giorno
ja: 毎日
nl: Dagelijks
pl: Codziennie
pt_br: Todos os dias
ru: Каждый день
tr: Her gün
uk: Щодня
vi: Hằng ngày
zh_hans: 每天
zh_hant: 每天

# TimeTextBlockClickOnSetMessage
source: Click Set to save changes.
cs: Klikněte na Nastavit pro uložení změn.
de: Klicke auf 'Anwenden', um die Änderungen zu speichern.
el_gr: Κάντε κλικ στο Ορισμός για να αποθηκεύσετε τις αλλαγές.
es: Pulsa Establecer para guardar los cambios.
fr: Cliquez sur Définir pour enregistrer les modifications.
id: Tekan atur untuk menyimpan perubahan.
it: Premi Imposta per salvare i cambiamenti.
ja: 変更を保存するには「適用」をクリックします。
nl: Klik Opslaan om de wijzigingen toe te passen.
pl: Kliknij 'Zastosuj', aby zapisać zmiany.
pt_br: Clique Definir para guardar as alterações.
ru: Нажмите Задать, чтобы применить изменения.
tr: Değişiklikleri kaydetmek için Ayarla'ya basın.
uk: Натисніть Встановити для збереження змін.
vi: Bấm vào Đặt để lưu thay đổi.
zh_hans: 单击“设置”保存更改。
zh_hant: 點擊設置以儲存變更。

# AppsTextBlockAdaptiveTaskbarAccent
source: Use Taskbar Accent Color during
cs: Použít barvu zvýraznění hlavního panelu při
de: Taskleistenakzentfarbe benutzen für
el_gr: Χρήση Xρώματος Eμφασης Γραμμής Εργασιών όταν χρησιμοποιειται
es: Usar el color de acento de la barra de tareas durante
fr: Utiliser la couleur d'accentuation de la barre des tâches
id: Gunakan aksen bilah tugas saat
it: Usa Colore Accento per la barra delle applicazioni
ja: 使用するタスクバーのアクセントカラー
nl: Accentkleur taakbalk gebruiken tijdens
pl: Użyj koloru paska zadań dla motywu
pt_br: Utilizar a Cor de Destaque da Barra de Tarefas durante
tr: Temadayken Görev Çubuğu Vurgu Rengi'ni kullan
uk: Використовувати акцентний колір панелі завдань під час
vi: Dùng màu nhấn của Thanh tác vụ khi
zh_hans: 使用任务栏主题色
zh_hant: 使用工具列輔色時機

# AppSystemComboBoxItemAccentOnly
source: Accent only
cs: Pouze barva
de: Nur Akzentfarbe
el_gr: Μόνο χρώμα έμφασης
es: Solo acento
fr: Couleur d'accentuation uniquement
id: Dengan aksen
it: Solo accento
ja: アクセントカラーのみ
nl: Alleen accentkleur
pl: Tylko kolor paska zadań
pt_br: Destaque apenas
ru: Только контрастный цвет
tr: Sadece vurgu
uk: Тільки акцент
vi: Chỉ màu nhấn
zh_hans: 仅主题色
zh_hant: 僅輔色

# AboutTextBlockVersion
source: Version
cs: Verze
el_gr: Εκδοση
es: Versión
id: Versi
it: Versione
ja: バージョン
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# AboutButtonCopy
source: Copy
cs: Kopírovat
de: Kopieren
el_gr: Αντιγραφή
es: Copiar
fr: Copier
id: Salin
it: Copia
ja: コピー
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ru: Копировать
tr: Kopyala
uk: Копія
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# SettingsPageAutostartDescription
source: Start Auto Dark Mode with Windows
cs: Spustit Auto Dark Mode s Windows
de: Starte Auto Dark Mode mit Windows
el_gr: Εκκίνηση του Auto Dark Mode με τα Windows
es: Iniciar Auto Dark Mode con Windows
fr: Démarrer Auto Dark Mode avec Windows
id: Mulai Auto Dark Mode Saat Masuk
it: Avvia Auto Dark Mode con Windows
ja: Windowsの開始時にAuto Dark Modeを実行
nl: Auto Dark Mode samen met Windows opstarten
pl: Uruchamiaj Auto Dark Mode wraz z Windowsem
pt_br: Iniciar o Auto Dark Mode com o Windows
ru: Запускать Auto Dark Mode при запуске Windows
tr: Windows başlangıcında çalıştır
uk: Автоматично запускати Auto Dark Mode з Windows
vi: Khởi động Auto Dark Mode cùng Windows
zh_hans: 开机启动 Auto Dark Mode
zh_hant: 開機後自動開啟 Auto Dark Mode

# SettingsPageAutostartHeader
source: Autostart
cs: Automatické spuštění
el_gr: Αυτόματη εκκίνηση
es: Inicio automático
fr: Démarrage automatique
id: Mulai Otomatis
ja: 自動起動
nl: Automatisch starten
pt_br: Iniciar automaticamente
ru: Автозапуск
tr: Otomatik başlatma
uk: Автозапуск
vi: Tự khởi động
zh_hans: 自启动
zh_hant: 自動啟動

# SettingsPageAutostartMode
source: Mode:
cs: Režim:
de: Modus:
el_gr: Λειτουργία:
es: Modo:
it: Modalità:
ja: 種類:
nl: Modus:
pl: Tryb:
pt_br: Modo:
ru: Режим:
tr: Mod:
uk: Режим:
vi: Chế độ:
zh_hans: 模式：
zh_hant: 模式：

# SettingsPageAutostartPath
source: Path:
cs: Cesta:
de: Pfad:
el_gr: Διαδρομή:
es: Ruta:
fr: Chemin :
id: Alamat mulai otomatis:
it: Percorso:
ja: パス:
nl: Pad:
pl: Ścieżka:
pt_br: Caminho:
ru: Путь:
tr: Yol:
uk: Шлях:
vi: Đường dẫn:
zh_hans: 路径：
zh_hant: 路徑：

# SettingsPageAutostartRefreshButton
source: Refresh Autostart
cs: Obnovit automatické spuštění
de: Autostart aktualisieren
el_gr: Ανανέωση αυτόματης εκκίνησης
es: Refrescar inicio automático
fr: Actualiser le démarrage automatique
id: Segarkan Mulai Otomatis
it: Ricarica Autostart
ja: 自動起動の情報を更新
nl: Automatisch starten verversen
pl: Odśwież autostart
pt_br: Atualizar automaticamente
ru: Обновить автозапуск
tr: Oto başlatmayı yenile
uk: Оновити автозапуск
vi: Làm mới Tự khởi động
zh_hans: 刷新自启动
zh_hant: 重新載入自動啟動

# SettingsPageLanguageSectionTitle
source: Language
cs: Jazyk
de: Sprache
el_gr: Γλώσσα
es: Idioma
fr: Langue
id: Bahasa
it: Lingua
ja: 言語
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# SettingsPageAutostartModeDisabled
source: Disabled
cs: Zakázáno
de: Deaktiviert
el_gr: Ανενεργό
es: Deshabilitado
fr: Désactivé
id: Dinonaktifkan
it: Disabilitato
ja: 無効
nl: Uitgeschakeld
pl: Wyłączony
pt_br: Desativado
ru: Отключено
tr: Devre dışı
uk: Заборонити
vi: Tắt
zh_hans: 已禁用
zh_hant: 停用

# SettingsPageAutostartModeNone
source: None
cs: Žádné
de: Keiner
el_gr: Καμία
es: Ninguno
fr: Aucun
id: Tidak ada
it: Nessuno
ja: なし
nl: Geen
pl: Brak
pt_br: Nenhum
tr: Yok
uk: Немає
vi: Chưa cấu hình
zh_hans: 无
zh_hant: 無

# SettingsPageAutostartModeNotFound
source: Not found
cs: Nenalezeno
de: Nicht gefunden
el_gr: Δεν βρέθηκε
es: No encontrado
fr: Non trouvé
id: Tidak Ditemukan
it: Non trovato
ja: 見つかりません
nl: Niet gevonden
pl: Nie znaleziono
pt_br: Não encontrado
ru: Не найдено
tr: Bulunamadı
uk: Не знайдено
vi: Không tìm thấy
zh_hans: 未找到
zh_hant: 找不到

# SettingsPageAutostartModeRegistry
source: Registry Key
cs: Klíč registru
de: Registrierungsschlüssel
el_gr: Κλειδί Μητρώου
es: Clave de registro
fr: Clé du registre
id: Kunci Registry
it: Chiave di registro
ja: レジストリキー
nl: Registersleutel
pl: Klucz rejestru
pt_br: Chave de Registo
ru: Ключ реестра
tr: Kayıt Defteri Anahtarı
uk: Ключ реєстру
vi: Khóa Registry
zh_hans: 注册表键值
zh_hant: 登錄機碼

# SettingsPageAutostartModeTask
source: Task
cs: Úloha
de: Aufgabenplaner
el_gr: Διεργασία
es: Tarea
fr: Tâche
id: Tugas
it: Processo
ja: タスク
nl: Taak
pl: Zadanie
pt_br: Tarefa
tr: Görev
uk: Задача
vi: Tiến trình
zh_hans: 任务
zh_hant: 工作

# SettingsPageWindowsAutostartDisabled
source: You have disabled the auto start entry via Windows.
cs: Zakázali jste záznam automatického spuštění pomocí Windows.
de: Autostart ist via Windows deaktiviert.
el_gr: Εχετε απενεργοποιήσει την καταχώρηση αυτόματης εκκίνησης από τα Windows.
es: Has desactivado el inicio automático mediante Windows.
fr: Vous avez désactivé l'entrée du démarrage automatique dans Windows.
id: Anda telah menonaktifkan entri otomatis melalui Windows.
it: Hai disabilitato l'autostart attraverso Windows.
ja: Windowsから自動起動を無効にしているようです。
nl: U heeft de invoer voor automatisch starten uitgeschakeld via Windows.
pl: Autostart został wyłączony w ustawieniach systemu Windows.
pt_br: Desativou a entrada do início automático pelo Windows.
ru: Вы отключили автоматический запуск средствами Windows.
tr: Windows aracılığıyla otomatik başlatma girişini devre dışı bıraktınız.
uk: Ви вимкнули автозапуск застосунку засобами Windows.
vi: Bạn đã tắt cài đặt tự khởi động từ Windows.
zh_hans: 您在 Windows 中禁用了启动项。
zh_hant: 您已透過 Windows 停用自動啟動。

# TimePageNextUpdateAt
source: Next update at
cs: Další aktualizace za
de: Nächste Aktualisierung um
el_gr: Επόμενη ενημέρωση στις
es: Siguiente actualización a las
fr: Prochaine mise à jour le
id: Pembaruan selanjutnya pada
it: Prossimo aggiornamento a
ja: 次回更新は
nl: Volgende update om
pl: Następna aktualizacja o
pt_br: Próxima atualização em
ru: Следующее обновление
tr: Sonraki güncelleme:
uk: Наступне оновлення о
vi: Cập nhật tiếp theo vào
zh_hans: 下一次更新将在
zh_hant: 下次更新時間

# WallpaperColor
source: Color
cs: Barva
de: Farbe
el_gr: Χρώμα
fr: Couleur
id: Warna
it: Colore
ja: 色
nl: Kleur
pl: Kolor
pt_br: Cor
ru: Цвет
tr: Renk
uk: Колір
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

# SwitchModesHotkeyEditHint
source: You can only edit hotkeys while they are disabled.
de: Du kannst die Hotkeys nur bearbeiten, wenn sie deaktiviert sind.
el_gr: Μπορείτε να επεξεργαστείτε τα πλήκτρα συντόμευσης μόνο όταν είναι απενεργοποιημένα.
es: Solo puedes editar los atajos de teclado mientras estén desactivados.
fr: Vous ne pouvez modifier les touches de raccourci que lorsqu'elles sont désactivées.
id: Anda hanya bisa mengubah hotkey ketika dinonaktifkan.
it: Puoi modificare le scoriatoie solo mentre sono disabilitate
ja: 無効中にのみ使用するホットキーを変更できます。
nl: U kunt sneltoetsen alleen bewerken als ze zijn uitgeschakeld.
pl: Możesz edytować skróty klawiszowe tylko wtedy, gdy są wyłączone.
pt_br: Só pode editar as teclas de atalho enquanto elas estiverem desativadas.
ru: Вы можете редактировать горячие клавиши, только если они отключены.
tr: Kısayol tuşlarını sadece devre dışı bırakılmışken düzenleyebilirsiniz.
uk: Редагування можливе лише за неактивних гарячих клавіш.
vi: Bạn chỉ có thể sửa phím tắt khi chúng đã được tắt.
zh_hans: 您只能在快捷键已禁用的情况下进行编辑。
zh_hant: 您只能在快捷鍵被停用的情況下進行編輯。

# SwitchModesTextBlockHeaderForceDark
source: Force dark mode
de: Erzwinge dunkles Design
el_gr: Επιβολή σκοτεινής λειτουργίας
es: Forzar tema oscuro
fr: Forcer le thème sombre
id: Paksa mode gelap
it: Forza modalità scura
ja: ダークモードに変更する
nl: Donker thema forceren
pl: Wymuś tryb ciemny
pt_br: Forçar o modo escuro
ru: Темная тема принудительно
tr: Koyu temayı zorla
vi: Cưỡng ép chủ đề tối
zh_hans: 强制深色模式

# SwitchModesTextBlockHeaderForceLight
source: Force light mode
de: Erzwinge helles Design
el_gr: Επιβολή φωτεινής λειτουργίας
es: Forzar tema claro
fr: Forcer le thème clair
id: Paksa mode terang
it: Forza modalità chiara
ja: ライトモードに変更する
nl: Licht thema forceren
pl: Wymuś tryb jasny
pt_br: Forçar o tema claro
ru: Светлая тема принудительно
tr: Açık temayı zorla
vi: Cưỡng ép chủ đề sáng
zh_hans: 强制浅色模式

# SwitchModesTextBlockHeaderHotkeys
source: Hotkeys
de: Tastenkürzel
el_gr: Πλήκτρα συντόμευσης
es: Atajos de teclado
fr: Raccourcis
id: Hotkey
it: Scorciatoie
ja: ホットキー
nl: Sneltoetsen
pl: Skróty klawiszowe
pt_br: Teclas de atalho
ru: Горячие клавиши
tr: Kısayol tuşları
uk: Гарячі клавіші
vi: Phím tắt
zh_hans: 快捷键
zh_hant: 快速鍵

# SwitchModesTextBlockHeaderNoForce
source: Stop forcing theme
de: Design erzwingen beenden
el_gr: Διακοπή επιβολής Θέματος
es: Dejar de forzar tema
fr: Arrêter de forcer le thème
id: Cegah memaksa tema
it: Interrompi forzatura del tema
ja: テーマの変更を中止する
nl: Forceren opheffen
pl: Przestań wymuszać motyw
pt_br: Parar de forçar o tema
ru: Отключить принудительную тему
tr: Tema zorlamayı durdur
vi: Dừng cưỡng ép chủ đề
zh_hans: 停止强制使用主题

# SwitchModesToggleHeaderHotkey
source: Enable system-wide hotkeys
de: Tastatur-Hotkeys systemweit aktivieren
el_gr: Ενεργοποίηση πλήκτρων συντόμευσης
es: Habilitar las teclas de acceso rápido
fr: Activer les raccourcis du système
id: Nyalakan hotkey secara menyeluruh
it: Abilita le scorciatoie a livello di sistema
ja: ホットキーを使用
nl: Sneltoetsen inschakelen
pl: Włącz skróty klawiszowe
pt_br: Ativar as teclas de atalho
ru: Включить системные горячие клавиши
tr: Kısayol tuşlarını etkinleştir
uk: Дозволити загальносистемні гарячі клавіші
vi: Bật phím nóng
zh_hans: 启用快捷键
zh_hant: 啟用全域快速鍵

# SettingsPageTrayDisableMessageBoxContent
source: Hiding the icon isn't recommended. Do you really want to continue?
de: Das Icon zu verstecken ist nicht empfohlen. Möchten Sie wirklich fortfahren?
el_gr: Η απόκρυψη του εικονιδίου δεν συνιστάται. Θέλετε πραγματικά να συνεχίσετε;
es: Esconder el icono no está recomendado. ¿Realmente quieres continuar?
fr: Il n'est pas recommandé de masquer l'icône. Voulez-vous vraiment continuer ?
id: Menyembunyikan ikon tidak direkomendasikan. Apa anda ingin melanjutkan?
it: Nascondere l'icona non è raccomandato. Vuoi davvero continuare?
ja: このアイコンの非表示は推奨しません。 それでも続行しますか？
nl: Het is niet aanbevolen om het icoon te verbergen. Wilt u alsnog doorgaan?
pl: Ukrywanie ikony nie jest zalecane. Czy chcesz kontynuować?
pt_br: Escondar o ícone não é recomendado. Tem a certeza que quer continuar?
ru: Скрытие значка не рекомендуется. Вы действительно хотите продолжить?
tr: Simgenin gizlenmesi önerilmez. Gerçekten devam etmek istiyor musunuz?
uk: Приховувати значок не рекомендується. Ви дійсно хочете продовжити?
vi: Không khuyến khích ẩn biểu tượng ở khay hệ thống. Bạn có muốn tiếp tục?
zh_hans: 不建议隐藏托盘图标。 您真的想继续吗？
zh_hant: 不建議隱藏圖示。 您確定要繼續嗎？

# SettingsPageTrayDisableMessageBoxHeader
source: Hide Tray Icon
de: Systemtray-Icon verstecken
el_gr: Απόκρυψη εικονιδίου περιοχής ειδοποήσεων
es: Esconder icono de la bandeja del sistema
fr: Masquer l'icône de la barre des tâches
id: Sembunyikan Ikon Tray
it: Nascondi icona dell'area di notifica
ja: トレイアイコンの非表示
nl: Systeemvakicoon verbergen
pl: Ukryj ikonę paska zadań
pt_br: Esconder o Ícone do Tabuleiro do Sistema
ru: Скрыть значок в трее
tr: Bildirim Alanı Simgesi Gizleme
uk: Приховати значок в треї
vi: Ẩn biểu tượng ở khay hệ thống
zh_hans: 隐藏托盘图标
zh_hant: 隱藏工具列圖示

# TrayMenuItemOpenConfigDir
source: Open Config Directory
de: Konfigurationsordner öffnen
el_gr: &Ανοιγμα καταλόγου αρχείου ρυθμίσεων (config)
es: &Abrir el directorio de la configuración
fr: &Ouvrir le dossier de configuration
id: &Buka Direktori Pengaturan
it: Apri Cartella della configurazione
ja: 設定用フォルダを開く(&O)
nl: Configuratiemap &openen
pl: Otwórz katalog konfiguracji
pt_br: Abrir a pasta de configurações
ru: Открыть папку настроек
tr: &Yapılandırma klasörünü aç
uk: Відкрити каталог з конфігурацією
vi: &Mở Thư mục Cấu hình Config
zh_hans: 打开配置目录(&O)
zh_hant: 開啟設定檔路徑

# LabelFollowSystemTheme
source: Let the app decide
de: Lass die App entscheiden
el_gr: Αφήστε την εφαρμογή να αποφασίσει
es: Dejar que la aplicación decida
fr: Laisser l'application décider
id: Biarkan aplikasi memilih
it: Lascia decidere alla app
ja: アプリが判断
nl: Laat de app kiezen
pl: Pozwól decydować aplikacji
pt_br: Deixar a aplicação decidir
ru: Определять программой
tr: Uygulama karar versin
uk: Залишити на розсуд застосунку
vi: Để ứng dụng quyết định
zh_hans: 由应用决定

# SwitchModesCheckBoxIdleTimer
source: Don't switch themes unless the system is idle
de: Kein Designwechsel, wenn das System beschäftigt ist
el_gr: Να μην γίνεται εναλλαγή θεμάτων εκτός εάν το σύστημά είναι σε αδράνεια
es: No cambiar temas salvo que el sistema esté en reposo
fr: Ne pas changer de thème à moins que le système ne soit inactif
id: Jangan beralih tema kecuali sistem menganggur
it: Non cambiare tema finche il sistema è inattivo
ja: システムがアイドル状態でないならテーマを切り替えない
nl: Niet van thema wisselen tenzij het systeem inactief is
pl: Nie przełączaj, jeśli system jest zajęty
pt_br: Não altere os temas a menos que o sistema esteja parado
tr: Sistem boşta olmadığı sürece temaları değiştirme
uk: Не перемикати теми якщо система не в режимі очікування
vi: Không chuyển chủ đề trừ khi hệ thống đang nghỉ
zh_hans: 系统非空闲状态时不进行切换

# SwitchModesTextBlockIdleTimerDescription
source: Minutes until the system is considered idle
de: Minuten, bis das System als nicht beschäftigt angesehen wird
el_gr: Λεπτά μέχρι να θεωρείται ότι το σύστημα βρίσκεται σε αδράνεια
es: Minutos hasta que el sistema esté considerado en resposo
fr: Minutes jusqu'à ce que le système soit considéré comme inactif
id: Jumlah menit hingga sistem dianggap menganggur
it: Minuti prima che il sistema sia considerato inattivo
ja: システムがアイドル状態だと判定されるまでの分数
nl: Minuten tot het systeem als inactief wordt beschouwd
pl: Liczba minut, po której system jest uznawany jako bezczynny
pt_br: Minutos até que o sistema é considerado inativo
tr: Sistemin boşta kabul edilmesi için geçmesi gereken dakika
uk: Хвилин коли система вважатиметься в очікуванні
vi: Số phút chờ hệ thống rảnh
zh_hans: 系统空闲状态判断时间（分钟）

# AppsCheckBoxDWMPrevalence
source: Accent Color for title bars and window borders
de: Akzentfarbe für Titelleisten und Fensterrahmen nur während
el_gr: Χρώμα έμφασης για γραμμές τίτλου και περιγράμματα παραθύρων μόνο όταν εφαρμόζεται
es: Color de acento para las barras de título y los bordes de las ventanas solo durante
fr: Couleur d'accentuation de la barre de titre et des contours de la fenêtre seulement pendant
id: Aksen warna untuk bilah judul dan batas jendela hanya dalam
it: Colore d'accento per la barra dei titoli e i bordi della finestra
ja: タイトルバーとウィンドウの境界線のアクセントカラー
nl: Accentkleur voor titelbalken en vensterranden alleen bij
pl: Kolor akcentu dla pasków tytułu i ramek okien dla motywu
pt_br: Cor de destaque para barras de título e bordas de janela somente durante
ru: Контрастный цвет заголовка и границ окна
tr: Yalnızca temadayken başlık çubukları ve pencere kenarlıkları için Vurgu Rengi
uk: Акцентний колір для рядку заголовка та меж вікон
vi: Màu nhấn cho thanh tiêu đề và viền cửa sổ chỉ trong khi
zh_hans: 仅当使用所选主题时，将相应的主题色应用到标题栏和窗口边框

# AboutVersionInfoCopied
source: Version info copied to clipboard
de: Versionsinfo wurde kopiert
el_gr: Οι πληροφορίες έκδοσης αντιγράφηκαν στο πρόχειρο
es: Información sobre la versión copiada al portapapeles
fr: Information de version copiée dans le presse-papier
id: Info versi disalin ke papan klip
it: Le informazioni sulla versione sono state copiate nella clipboard
ja: バージョン情報をクリップボードにコピーしました
nl: Versie-informatie gekopieerd naar klembord
pl: Informacje o wersji skopiowano do schowka
pt_br: Informação da versão copiada para a Área de Transferência
ru: Номер версии скопирован в буфер обмена
tr: Sürüm bilgisi panoya kopyalandı
uk: Інформація про версію скопійована до буферу обміну
vi: Thông tin phiên bản đã được lưu vào bảng tạm
zh_hans: 版本信息已复制到剪贴板

source: Automatic theme switch
de: Automatischer Designwechsel
el_gr: Αυτόματη εναλλαγή θεματος
es: Cambio de tema automático
fr: Basculement automatique du thème
id: Pergantian tema otomatis
it: Cambio automatico del tema
ja: テーマの自動切替
nl: Automatische themawisseling
pl: Automatyczne przełączanie motywu
pt_br: Mudança automática do tema
ru: Автоматическое переключение темы
tr: Otomatik tema değişimi
uk: Автоматичне перемикання тем
vi: Tự động chuyển chủ đề
zh_hans: 自动切换主题

# HotkeyCheckboxToggleAutomaticThemeSwitchNotification
source: Show notification on toggle
de: Zeige Benachrichtigung beim Umschalten
el_gr: Εμφάνιση ειδοποίησης κατά την ενεργοποίηση/απενεργοποίηση
es: Mostrar notificación al cambiar
fr: Afficher la notification lors de la bascule
id: Tampilkan notifikasi saat beralih
it: Mostra notifica al cambio
ja: 切り替え時に通知を表示
nl: Melding weergeven bij schakelen
pl: Pokazuj powiadomienia przy przełączaniu
pt_br: Mostrar notificação na mudança
ru: Показать уведомление при переключении
tr: Değişimlerde bildirim göster
uk: Показувати сповіщення за перемикання
vi: Hiển thị thông báo khi thay đổi
zh_hans: 在启用时显示通知

# PostponeButtonDelay
source: Delay
de: Verzögern
el_gr: Καθυστέρηση
es: Demorar
fr: Délai
id: Tunda
it: Ritardo
ja: 遅延させる
nl: Uitstellen
pl: Opóźnij
pt_br: Atraso
ru: Задержка
tr: Geciktir
uk: Відкласти
vi: Trì hoãn
zh_hans: 推迟

# PostponeReasonGPUMonitorModule
source: GPU monitor module
de: GPU Überwachungsmodul
el_gr: Μονάδα παρακολούθησης GPU
es: Módulo de monitorización de GPU
fr: Module de surveillance GPU
id: Modul monitor GPU
it: Modulo per monitoraggio GPU
ja: GPUモニターモジュール
nl: GPU-meetmodule
pl: Moduł monitora GPU
pt_br: Módulo de monitorização da GPU
tr: GPU izleme modülü
uk: Модуль моніторину ГП
vi: Chức năng theo dõi GPU
zh_hans: GPU 监视模块

# PostponeReasonPauseAutoSwitch
source: Pause auto switch module
de: Auto-Pause Modul
el_gr: Παύση της μονάδας αυτόματης εναλλαγής
es: Pausar módulo de cambio automático
fr: Mettre en pause le module de basculement automatique
id: Tunda modul pergantian otomatis
it: Metti in pausa il moduelo del cambio automatico
ja: 自動切替モジュールを停止
nl: Automatische schakelmodule pauzeren
pl: Wstrzymaj moduł automatycznego przełączania
pt_br: Pausar módulo de mudança automática
ru: Режим автопереключения
tr: Otomatik değişimi duraklatma modülü
uk: Призупинити модуль автоперемикання
vi: Tạm dừng chức năng tự động chuyển
zh_hans: 暂停自动切换模块

# PostponeReasonSystemIdleCheckModule
source: System idle checker
de: System Inaktivitätschecker
el_gr: Ελεγχος αδράνειας συστήματος
es: Comprobar si el sistema está en reposo
fr: Vérificateur de système inactif
id: Pemeriksa sistem saat diam
it: Controllo dell'inattività del sistema
ja: システムアイドルチェッカー
nl: Wachten tot systeem inactief is
pl: Sprawdzanie bezczynności systemu
pt_br: Verificador de ociosidade do sistema
tr: Sistem boşta denetleyicisi
uk: Перевіряч режиму очікування системи
vi: Kiểm tra hệ thống đang nghỉ
zh_hans: 系统闲置检查

# RequestSwitchAction
source: Hit confirm to request a theme switch immediately.
de: Bestätige, um sofort das Design zu wechseln.
el_gr: Πατήστε επιβεβαίωση για να γίνει εναλλαγή θέματος τώρα.
es: Pulsa confirmar para solicitar un cambio de tema inmediatamente.
fr: Appuyez sur confirmer pour demander un changement de thème immédiatement.
id: Tekan konfirmasi untuk meminta pergantian tema secepatnya.
it: Premi conferma per richiede un cambio di tema immediatamente
ja: ボタンを押すと、ただちにテーマ切替を試行します。
nl: Druk op bevestigen om direct een themawissel uit te voeren.
pl: Naciśnij Potwierdź, aby natychmiast poprosić o zmianę motywu.
pt_br: Prima Confirmar para pedir a mudança de tema imediata.
ru: Нажмите подтвердить, чтобы переключить тему.
tr: Hemen bir tema değişikliği istemek için Onayla'ya basın.
uk: Натисність затвердити для негайного перемикання тем.
vi: Bấm xác nhận để yêu cầu chuyển chủ đề ngay.
zh_hans: 点击确认以立即切换一次主题。

source: Resume
de: Fortsetzen
el_gr: Συνέχιση
es: Reanudar
fr: Reprendre
id: Lanjutkan
it: Riprendi
ja: 再開
nl: Hervatten
pl: Wznów
pt_br: Retomar
ru: Возобновить
tr: Devam et
uk: Поновити
vi: Tiếp tục
zh_hans: 恢复
