Repository: AutoDarkMode/Windows-Auto-Night-Mode
Catalog: AutoDarkModeLib/Properties/Resources.*.resx
Languages: cs, de, el_gr, es, fr, id, it, ja, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# dbDel
source: Delete/Disable
cs: Vymazat/Vypnout
de: Löschen/Deaktivieren
el_gr: Διαγραφή/Απενεργοποίηση
es: Borrar/Desactivar
fr: Supprimer/Désactiver
id: Hapus/Nonaktifkan
it: Elimina/Disabilita
ja: 削除/無効
nl: Verwijderen/uitschakelen
pl: Wyłącz funkcję
pt_br: Eliminar/Desativar
ru: Удалить/Отключить
tr: Sil/Devre dışı bırak
uk: Видалити/Вимкнути
vi: Xoá/Vô hiệu hoá
zh_hans: 删除或禁用
zh_hant: 刪除/停用

# dbFilePicker
source: Pick file
cs: Vybrat soubor
de: Wähle Datei
el_gr: Επιλογή αρχείου
es: Seleccionar archivo
fr: Sélectionner un fichier
id: Pilih berkas
it: Scegli il file
ja: ファイルを選ぶ
nl: Bestand kiezen
pl: Wybierz plik
pt_br: Escolher arquivo
ru: Выбрать файл
tr: Dosya seç
uk: Обрати файл
vi: Chọn tập tin
zh_hans: 选择文件
zh_hant: 選擇檔案

# dbLight
source: Wallpaper for light theme
cs: Tapeta světlého motivu
de: Hintergrund für helles Design
el_gr: Ταπετσαρία για φωτεινό θέμα
es: Fondo de pantalla para el modo claro
fr: Fond d'écran pour le thème clair
id: Latar belakang untuk mode terang
it: Sfondo del tema chiaro
ja: ライトテーマ用の壁紙
nl: Achtergrond voor licht thema
pl: Tło dla jasnego motywu
pt_br: Tela de Fundo para o tema claro
ru: Обои для светлой темы
tr: Açık mod için arka plan
uk: Шпалери для світлої теми
vi: Hình nền cho chủ đề sáng
zh_hans: 浅色主题壁纸
zh_hant: 深色主題桌布

# dbMainHeader
source: Desktop Background
cs: Pozadí plochy
de: Hintergrundbild
el_gr: Φόντο Επιφάνειας Εργασίας
es: Fondo de escritorio
fr: Arrière-plan du bureau
id: Latar Belakang Desktop
it: Sfondo del desktop
ja: デスクトップの背景
nl: Bureaubladachtergrond
pl: Zmiana tapety pulpitu
pt_br: Fundo da Área de Trabalho
ru: Обои
tr: Masaüstü Arka Planı
uk: Фон робочого стола
vi: Hình nền
zh_hans: 桌面背景
zh_hant: 桌面背景

# dbPictures
source: Pictures
cs: Obrázky
de: Bilder
el_gr: Εικόνες
es: Imágenes
fr: Images
id: Gambar
it: Immagini
ja: 画像
nl: Afbeeldingen
pl: Pliki graficzne
pt_br: Imagens
ru: Картинки
tr: Resimler
uk: Картинки
vi: Hình ảnh
zh_hans: 图片
zh_hant: 圖片

# dbSaveToolTip
source: Please select two wallpapers
cs: Zvolte prosím dvě tapety
de: Bitte wähle zwei Hintergrundbilder aus
el_gr: Παρακαλώ επιλέξτε δύο ταπετσαρίες
es: Por favor, selecciona dos fondos de pantalla
fr: Veuillez sélectionner deux fonds d'écran
id: Silahkan pilih dua latar belakang
it: Per favore, scegli due sfondi
ja: 壁紙を2つ選択してください
nl: Selecteer twee achtergronden
pl: Wybierz dwa tła
pt_br: Por favor, selecione duas imagens de fundo
ru: Выберите обе картинки
tr: Lütfen iki arka plan resmi seçin
uk: Обрати два фонові зображення
vi: Vui lòng chọn hai hình nền
zh_hans: 请选择两张壁纸
zh_hant: 請選擇兩個桌布

# dbSelectImage
source: Please select an image
cs: Zvolte prosím obrázek
de: Bitte wähle ein Bild aus
el_gr: Παρακαλώ επιλέξτε μια εικόνα
es: Por favor, selecciona una imagen
fr: Veuillez sélectionner une image
id: Silahkan pilih gambar
it: Per favore, scegli un'immagine
ja: 画像を選択してください
nl: Selecteer een afbeelding
pl: Proszę wybrać obraz
pt_br: Por favor, selecione uma imagem
ru: Выберите изображение
tr: Lütfen bir resim seçin
uk: Обрати зображення
vi: Vui lòng chọn hình nền
zh_hans: 请选择图像
zh_hant: 請選擇一張圖片

# dbTitle
source: Configure Desktop Background
cs: Nastavení pozadí plochy
de: Konfiguriere Hintergrundbild
el_gr: Ρύθμιση Φόντου Επιφάνειας Εργασίας
es: Configurar el fondo de escritorio
fr: Configurer l'arrière-plan du bureau
id: Mengatur Latar Belakang
it: Configura sfondo del desktop
ja: デスクトップの背景の設定
nl: Bureaubladachtergrond instellen
pl: Ustaw tapetę
pt_br: Configurar o Fundo da Área de Trabalho
ru: Настроить рабочий стол
tr: Masaüstü Arka Planını Yapılandır
uk: Налаштувати фон робочого стола
vi: Tuỳ chỉnh hình nền
zh_hans: 配置桌面背景
zh_hant: 設定桌面背景

# dbUseCurrent
source: use current background
cs: použijte současné pozadí
de: aktueller Hintergrund
el_gr: χρήση τρέχοντος φόντου
es: Usa el fondo actual
fr: Utiliser l'arrière-plan actuel
id: Pakai latar belakang saat ini
it: usa sfondo corrente
ja: 現在の背景を使う
nl: huidige achtergrond gebruiken
pl: użyj obecnego tła
pt_br: utilizar a tela de fundo atual
ru: использовать текущие
tr: geçerli arka planı kullan
uk: використовувати поточний фон
vi: sử dụng hình nền hiện tại
zh_hans: 使用当前背景
zh_hant: 使用目前的桌面背景

source: Disabled
cs: Vypnuto
de: Deaktiviert
el_gr: Ανενεργό
es: Desactivado
fr: Désactivé
id: Dinonaktifkan
it: Disabilitato
ja: 無効
nl: Uitgeschakeld
pl: Wyłączono
pt_br: Desativado
ru: Отключено
tr: Devre dışı
uk: Вимкнено
vi: Tắt
zh_hans: 禁用
zh_hant: 停用

source: Enabled
cs: Zapnuto
de: Aktiviert
el_gr: Ενεργό
es: Activado
fr: Activé
id: Diaktifkan
it: Abilitato
ja: 有効化中
nl: Ingeschakeld
pl: Włączono
pt_br: Ativado
ru: Включено
tr: Etkin
uk: Увімкнено
vi: Bật
zh_hans: 启用
zh_hant: 啟用

source: or
cs: nebo
de: oder
el_gr: ή
es: o
fr: ou
id: atau
it: o
ja: または
nl: of
pl: albo
pt_br: ou
ru: или
tr: ya da
uk: або
vi: hoặc
zh_hans: 或
zh_hant: 或

source: Save
cs: Uložit
de: Speichern
el_gr: Αποθήκευση
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# dbErrorText
source: Maybe your picture file is corrupted or the path doesn't exist.
cs: Váš obrázek je nečitelný, nebo jste zadali neplatnou cestu.
de: Möglicherweise ist die Bilddatei fehlerhaft oder der Pfad existiert nicht.
el_gr: Ισως το αρχείο εικόνας σας είναι κατεστραμμένο ή η διαδρομή δεν υπάρχει.
es: Tal vez tu imagen está corrupta o la ruta no existe.
fr: Peut-être que votre fichier d'image est corrompu ou que le chemin d'accès n'existe pas.
id: Latar Belakang Anda mungkin rusak atau alamat tidak ada.
it: Forse il file è corrotto o il percorso non esiste.
ja: ファイルが破損しているか、パスが存在しません。
nl: De afbeelding is mogelijk beschadigd of het pad bestaat niet.
pl: Proszę upewnić się, że dany plik istnieje i nie jest uszkodzony.
pt_br: Talvez o seu arquivo está corrompido ou o caminho não existe.
ru: Возможно изображение испорчено или не существует.
tr: Belki resim dosyanız bozuktur ya da yol mevcut değildir.
uk: Можливо, файл із зображенням пошкоджений або до нього відсутній шлях.
vi: Có thể do tập tin ảnh của bạn bị hư hỏng hoặc đường dẫn không tồn tại.
zh_hans: 您所选的图片可能已损坏，或所选的路径不存在。
zh_hant: 您的圖片可能已經損毀或路徑不存在。

# dbPreviewError
source: We couldn't generate a preview of your image, sorry!
cs: Nepodařilo se načíst náhled obrázku.
de: Wir konnten keine Vorschau der Bilddatei erstellen, tut uns leid!
el_gr: Δεν ήταν δυνατή η δημιουργία προεπισκόπησης της εικόνας σας, συγγνώμη!
es: No pudimos generar una previsualización de la imagen ¡Perdona!
fr: Nous n'avons pas pu générer d'aperçu pour votre image !
id: Maaf! Kami tidak dapat memperlihatkan gambar Anda.
it: Spiacente, non è stato possibile generare un'anteprima dell'immagine!
ja: 画像のプレビューを生成できません。
nl: Er kon geen voorbeeld van uw afbeelding worden getoond!
pl: Wystąpił błąd podczas wczytywania podglądu pliku graficznego!
pt_br: Não conseguimos gerar uma pré-visualização da sua imagem, desculpe!
ru: Невозможно сгенерировать превью изображения!
tr: Üzgünüz, resminizin ön izlemesini oluşturamadık!
uk: Вибачте, попередньо переглянути зображення неможливо.
vi: Ứng dụng không thể tạo ảnh xem trước, xin thứ lỗi!
zh_hans: 抱歉，无法生成图片预览！
zh_hant: 很抱歉，無法產生預覽！

# dbSavedError
source: We couldn't save your settings, sorry!
cs: Nastavení se nepodařilo uložit.
de: Wir konnten deine Einstellungen nicht speichern, tut uns leid!
el_gr: Δεν ήταν δυνατή η αποθήκευση των ρυθμίσεών σας, συγγνώμη!
es: No pudimos guardar tus ajustes ¡Perdona!
fr: Nous n'avons pas pu enregistrer vos paramètres, désolés !
id: Maaf! Kami tidak dapat menyimpan setelan Anda.
it: Spiacente, non è stato possibile salvare le tue impostazioni!
ja: 設定を保存できませんでした。
nl: Uw instellingen konden niet worden opgeslagen!
pl: Wystąpił błąd podczas zapisywania ustawień!
pt_br: Não conseguimos salvar as suas configurações, desculpe!
ru: Невозможно сохранить настройки!
tr: Üzgünüz, ayarlarınızı kaydedemedik!
uk: Вибачте, налаштування не збережені.
vi: Ứng dụng không thể lưu lại thiết lập, xin thứ lỗi!
zh_hans: 抱歉，无法保存设置！
zh_hant: 很抱歉，無法儲存您的設定！

# errorOcurredTitle
source: An error has occured
cs: Nastala chyba
de: Ein Fehler ist aufgetreten
el_gr: Παρουσιάστηκε ένα σφάλμα
es: Ha ocurrido un error
fr: Une erreur est survenue
id: Masalah terjadi
it: Si è verificato un errore
ja: エラーが発生しました
nl: Er is een fout opgetreden
pl: Wystąpił błąd
pt_br: Ocorreu um erro
ru: Произошла ошибка
tr: Bir hata oluştu
uk: Сталася помилка
vi: Có lỗi đã xảy ra
zh_hans: 发生错误
zh_hant: 發生錯誤

# cbAccentColor
source: Only visible in dark mode. If you run into issues: please increase the switching delay in settings.
cs: Viditelné v tmavém motivu. Při problémech prosím zvyšte zpoždění přepínání v nastavení.
de: Nur im dunklen Design sichtbar. Falls die Aktivierung Probleme verursacht: erhöhe bitte die Verzögerungszeit in den Einstellungen.
el_gr: Ορατό μόνο σε σκοτεινή λειτουργία. Εάν αντιμετωπίσετε προβλήματα: παρακαλώ αυξήστε την καθυστέρηση εναλλαγής στις ρυθμίσεις.
es: Solo visible en el modo oscuro. Si te encuentras con errores: por favor, aumenta la demora del cambio en los ajustes.
fr: Visible uniquement avec le thème sombre. Si vous rencontrez des problèmes : augmentez le délai de transition dans les paramètres.
id: Hanya tersedia di mode gelap. Jika Anda mengalami isu: Coba untuk tingkatkan jeda di setelan.
it: Visibile solo in modalità scura. In caso di problemi: aumenta il valore di ritardo nelle impostazioni.
ja: ダークモードでのみ表示されます。 問題が発生する場合、設定で切り替え遅延時間を増やしてください。
nl: Alleen zichtbaar in donkere modus. Als u problemen ondervindt, verhoog dan de wisselvertraging in instellingen.
pl: Widoczny tylko w ciemnym motywie. W przypadku błędów: Podwyższ opóźnienie zmiany w ustawieniach.
pt_br: Apenas visível no modo escuro. Se encontrar problemas, por favor, aumente o atraso da mudança nas configurações.
ru: Видно только в темной теме. Если у вас возникли проблемы: увеличьте задержку переключения в настройках.
tr: Sadece koyu modda görünür. Sorun yaşarsanız lütfen ayarlardan değiştirme gecikmesini artırın.
uk: Видимий лише в темному режимі. Якщо у вас виникли проблеми: збільште затримку перемикання в налаштуваннях.
vi: Chỉ hiển thị trong chế độ tối. Nếu bạn gặp sự cố: vui lòng tăng độ trễ chuyển đổi trong cài đặt.
zh_hans: 仅在深色模式下可见。 如果您遇到了相关问题，请在设置中增加切换等待时间。
zh_hant: 只在深色主題下可見。 如果您遇到問題，請提高設定中的切換延遲。

source: Info
cs: Informace
el_gr: Πληροφορίες
es: Información
fr: Informations
id: Informasi
ja: 情報
pl: Informacja
pt_br: Informações
ru: Инфо
tr: Bilgi
uk: Інформація
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

# cb12HourTime
source: 12 hour clock
cs: 12hodinové časy
de: 12 Stunden Zeitformat
el_gr: 12ωρη μορφή ώρας
es: Reloj de 12 horas
fr: Format 12 heures
id: Sistem waktu 12 jam
it: Orologio in modalità 12 ore
ja: AM/PMで表示
nl: 12-uursklok
pl: Zegar 12-godzinny
pt_br: Hora em formato de 12 horas
ru: 12-часовое время
tr: 12 saatlik zaman
uk: 12-годинний формат
vi: Hiển thị giờ kiểu 12 tiếng
zh_hans: 12 小时制
zh_hant: 12 小時制

# msgClose
source: Close
cs: Zavřít
de: Schließen
el_gr: Κλείσιμο
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Çıkış
uk: Закрити
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# msgNo
source: No
cs: Ne
de: Nein
el_gr: Οχι
fr: Non
id: Tidak
ja: いいえ
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
tr: Hayır
uk: Ні
vi: Không
zh_hans: 否
zh_hant: 否

# MsgYes
source: Yes
cs: Ano
de: Ja
el_gr: Ναι
es: Sí
fr: Oui
id: Ya
it: Sì
ja: はい
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
tr: Evet
uk: Так
vi: Có
zh_hans: 是
zh_hant: 是

# cbBackgroundUpdate
source: Automatic update check
cs: Vyhledávat aktualizace na pozadí
de: Im Hintergrund nach Updates suchen
el_gr: Αυτόματος έλεγχος για νέα έκδοση
es: Comprobación automática de actualizaciones
fr: Vérification automatique des mises à jour
id: Mencari update di latar belakang
it: Cerca aggiornamenti in background
ja: 自動で最新版を確認
nl: Automatisch op updates controleren
pl: Szukaj aktualizacji w tle
pt_br: Checar atualizações automaticamente
ru: Искать обновления в фоне
tr: Otomatik güncelleme kontrolü
uk: Фоновий пошук оновлень
vi: Kiểm tra cập nhật tự động
zh_hans: 自动检查更新
zh_hant: 在背景搜尋更新

# ErrorMessageBox
source: There was an issue with the UI. Please ensure: - the service is running - your config.yaml file is correct Would you like to create an issue on the Auto Dark Mode repository? Click "Yes" to open a new browser window.
cs: Došlo k problému s uživatelským rozhraním. Ujistěte se, že: - služba běží - soubor config.yaml je platný Chcete vytvořit nový problém v repozitáři Auto Dark Mode? Klikněte na „Ano“ pro otevření nového okna v prohlížeči.
de: Es ist ein Problem mit der Benutzeroberfläche aufgetreten. Bitte stelle sicher dass: - Der Service läuft - Die config.yaml Datei korrekt ist Möchtest du eine Fehlermeldung in unserem Github Repo erstellen? Drücke "ja" um ein neues Browserfenster zu öffnen.
el_gr: Παρουσιάστηκε ένα πρόβλημα με τη διεπαφή χρήστη. Παρακαλώ βεβαιωθείτε ότι: - η υπηρεσία λειτουργεί - Το αρχείο config.yaml σας είναι σωστό Θέλετε να δημιουργήσετε ένα ζήτημα (issue) στο αποθετήριο του Auto Dark Mode; Κάντε κλικ στο "Ναι" για να ανοίξετε ένα νέο παράθυρο προγράμματος περιήγησης.
es: Hubo un problema con la interfaz de usuario. Asegúrate de que: - El servicio se está ejecutando - Su archivo config.yaml es correcto ¿Desea crear un problema en el repositorio Auto Dark Mode? Pulse "Sí" para abrir una nueva ventana del navegador.
fr: Il y a eu un problème avec l'interface utilisateur. Veuillez vous assurer : - le service est en exécution ; - le fichier config.yaml est correct. Voulez-vous créer un problème sur le dépôt Auto Dark Mode ? Cliquez sur « Oui » pour ouvrir une nouvelle fenêtre du navigateur.
id: Ada masalah dengan UI. Pastikan: - layanan berjalan - berkas config.yaml anda sudah benar Apakah Anda ingin membuat masalah pada repositori Mode Gelap Otomatis? Klik "Ya" untuk membuka jendela peramban baru.
it: Spiacente, c'è stato un errore con la UI. Assicurati che: - Il servizio di Auto Dark Mode sia in esecuzione - La tua configurazione (config.yaml) sia corretta Vorresti aprire una issue nel repository di Auto Dark Mode? Premi il pulsante "Sì" per aprire una nuova finestra del browser.
ja: UI の問題が発生しました。 以下を確認してください: - Auto Dark Mode のサービスが実行中になっている - config.yaml が正しいものである Auto Dark Mode のリポジトリに issue (問題) を投稿しますか？ 「はい」のクリックで、ブラウザのウィンドウを表示します。
nl: Er was een probleem met de gebruikersinterface. Zorg ervoor dat: - de service is gestart - uw config.yaml-bestand correct is Wilt u een probleem melden in de Auto Dark Mode-repository? Klik op "Ja" om een nieuw browservenster te openen.
pl: Wystąpił problem z interfejsem użytkownika. Upewnij się, że: - usługa jest uruchomiona - twój plik config.yaml jest prawidłowy Czy chcesz zgłosić problem w repozytorium Auto Dark Mode? Kliknij "Tak", aby otworzyć nowe okno przeglądarki.
pt_br: Ocorreu um problema com a IU. Por favor, certifique-se de que: - o serviço está a sendo executado - o seu arquivo config.yaml está correto Gostaria de criar um tópico no repositório do Auto Dark Mode? Clique em "Sim" para abrir uma nova janela no navegador.
ru: Возникла проблема с интерфейсом. Пожалуйста, убедитесь что: - служба запущена - Файл config.yaml в порядке. Хотите создать тему с проблемой в GitHub репозитории Auto Dark Mode? Нажмите "Да", чтобы открыть новое окно браузера.
tr: Kullanıcı arayüzüyle ilgili bir sorun var. Lütfen şunlardan emin olun: - Hizmet çalışıyor mu? - config.yaml dosyanız düzgün mü? Auto Dark Mode deposunda bir sorun konusu oluşturmak ister misiniz? Yeni bir tarayıcı penceresi açmak için "Evet"i tıklayın.
vi: Đã xảy ra sự cố với giao diện người dùng. Hãy chắc chắn rằng: - dịch vụ đang chạy - tệp config.yaml của bạn là chính xác Bạn có muốn tạo sự cố trên kho lưu trữ Chế độ tối tự động không? Nhấp vào "Có" để mở một cửa sổ trình duyệt mới.
zh_hans: 用户界面出现了问题。 请确保： - 服务正在运行 - 您的 config.yaml 无误 您想在 Auto Dark Mode 的存储库中创建一个 issue 吗？ 点击“是”将打开一个新的浏览器窗口。

# errorNumberInput
source: Error: Your input is invalid
cs: Chyba: Vstup je neplatný
de: Fehler: deine Eingabe ist nicht zulässig
el_gr: Σφάλμα: Τα δεδομένα που εισάγατε δεν είναι έγκυρα
es: Error: Tu entrada no es válida
fr: Erreur : Votre saisie est invalide
id: Kesalahan: inputmu tidak valid
it: Errore: L'input non è valido
ja: エラー: 入力が正しくありません
nl: Fout: Ongeldige waarde ingevoerd
pl: Błąd: Wprowadzono nieprawidłowe dane
pt_br: Erro: A sua entrada é inválida
ru: Ошибка: введенные вами данные недействительны
tr: Hata: Girişiniz geçersiz
uk: Помилка: введені Вами дані недійсні
vi: Lỗi: Thông tin bạn nhập không chính xác
zh_hans: 错误：您的输入无效
zh_hant: 錯誤：輸入無效

# cbConnectedStandby
source: Switch after Connected Standby (not recommended)
cs: Přepnout po Připojeném pohotovostním režimu (nedoporučuje se)
de: Design-Wechsel nach Connected Standby (nicht empfohlen)
el_gr: Εναλλαγή μετά από Σύνδεση Αναστολή λειτουργίας (δεν συνιστάται)
es: Cambiar tras conexión en espera (no recomendado)
fr: Transition après la mise en veille (non recommandé)
id: Beralih setelah masuk mode siaga (tidak direkomendasikan)
it: Cambia dopo Connected Standby (sconsigliato)
ja: スタンバイ後に切り替える (非推奨)
nl: Wisselen na Connected Standby (niet aanbevolen)
pl: Zmień po obudzeniu z InstantGo (niezalecane)
pt_br: Mudar após o Modo de Espera (não recomendado)
ru: Изменение после Connected Standby (не рекомендуется)
tr: Bağlı Bekleme Modundan sonra değişim yap (önerilmez)
uk: Перемикання після режиму очікування (не рекомендовано)
vi: Chuyển đổi chủ đề sau khi bật chế độ Connected Standby (không khuyến khích)
zh_hans: Connected Standby 状态下仍然切换主题（不推荐）
zh_hant: 連線待機模式後切換 (不建議)

# cbConnectedStandbyTooltip
source: Mobile devices, like Microsoft Surface products, are using a new kind of standby mode. Enabling this option makes sure that Auto Dark Mode immediately switches the theme after waking up your computer. But it also reduces the battery life, so ONLY activate if necessary!
cs: Mobilní zařízení, například produkty Microsoft Surface, používají moderní pohotovostní režim. Povolením této možnosti zajistíte, že Auto Dark Mode přepne motiv ihned po probuzení počítače. Funkci povolte pouze v případě, že ji skutečně potřebujete, neboť snižuje výdrž baterie.
de: Mobile Geräte, wie Microsoft Surface-Prdukte, nutzen eine neue Art des Energiesparmodus. Wenn du diese Option aktivierst, wird Auto Dark Mode sofort nach dem Aufwecken deines Computers das Design wechseln. Jedoch senkt diese Option auch die Akkulaufzeit! Aktiviere sie deshalb nur, wenn es notwendig ist!
el_gr: Οι κινητές συσκευές, όπως τα προϊόντα Microsoft Surface, χρησιμοποιούν ένα νέο είδος κατάστασης αναστολής λειτουργίας. Η ενεργοποίηση αυτής της επιλογής διασφαλίζει ότι η αυτόματη σκοτεινή λειτουργία αλλάζει αμέσως το θέμα μετά την αφύπνιση του υπολογιστή σας. Μειώνει όμως και τη διάρκεια ζωής της μπαταρίας, οπότε ενεργοποιήστε τη ΜΟΝΟ εάν είναι απαραίτητο!
es: Dispositivos móviles, como los productos Microsoft Surface, están usando un nuevo tipo de modo de espera. Activar esta opción asegura que Auto Dark Mode cambie inmediatamente el tema tras encender tu ordenador. ¡Pero también reduce tu tiempo de batería! ¡SOLO activar si es necesario!
fr: Les appareils mobiles, comme les produits Microsoft Surface, utilisent un nouveau type de mise en veille. L'activation de cette option permet de s'assurer que le thème du mode sombre automatique change immédiatement après la sortie de veille de votre ordinateur. Mais elle réduit également l'autonomie de la batterie, alors ne l'activez que si nécessaire !
id: Perangkat seluler, seperti produk Microsoft Surface menggunakan mode siaga terbaru. Menyalakan opsi ini membuat Auto Dark Mode mengganti tema setelah komputer kembali diakses. Tetapi mode tersebut dapat menguras baterai (aktifkan jika DIPERLUKAN).
it: Dispositivi mobili, come i prodotti Microsoft Surface, usano una modalità standby differente. Abilitando questa opzione Auto Dark Mode applica il tema subito dopo aver risvegliato il tuo dispositivo. Controindicazione: consuma più batteria! Abilita SOLO se necessario!
ja: Microsoft Surface などモバイル端末では、新しいスタンバイモードを採用しています。 このオプションを有効にするとパソコンの起動後、Auto Dark Mode がただちにテーマを切り替えます。 しかし、バッテリーを浪費するので、必要な場合にのみ有効化してください！
nl: Mobiele apparaten zoals Microsoft Surface-producten gebruiken een nieuw soort stand-bymodus. Deze optie staat Auto Dark Mode toe meteen van thema wisselen na het inschakelen van uw computer. Echter gebruikt dit meer accuvermogen, dus schakel ALLEEN in indien nodig!
pl: Urządzenia mobilne, takie jak Microsoft Surface, korzystają z nowego rodzaju trybu czuwania. Włączenie tej opcji sprawia, że Auto Dark Mode natychmiast przełącza motyw po wybudzeniu komputera. Ale zmniejsza też żywotność baterii, więc włączaj ją TYLKO w razie potrzeby!
pt_br: Dispositivos móveis, como os produtos Microsoft Surface, estão utilizando um novo tipo de modo de espera. Ativar esta opção faz com que o Auto Dark Mode mude imediatamente o tema depois de ligar o seu computador. Mas isso também pode reduzir a duração da bateria, então SOMENTE ative se for necessário!
ru: Мобильные устройства, такие как продукты Microsoft Surface, используют новый вид режима ожидания. Включение этой опции гарантирует, что Auto Dark Mode немедленно переключит тему после пробуждения компьютера. Но это также сокращает время работы от батареи, поэтому активируйте ТОЛЬКО при необходимости!
tr: Microsoft Surface ürünleri gibi mobil cihazlar yeni bir bekleme modu kullanıyor. Bu seçeneğin etkinleştirilmesi Auto Dark Mode'un bilgisayarınızın uyandıktan hemen sonra temayı değiştirmesini sağlar. Ama aynı zamanda pil ömrünü de azaltır. Bu yüzden SADECE gerekirse etkinleştirin!
uk: Мобільні пристрої, як от продукти Microsoft Surface, використовують новий вид режиму очікування. Ввімкнення цієї опції гарантує, що Auto Dark Mode негайно перемикатиме тему після пробудження комп'ютера. Але це також скорочує ресурс акумулятора, тому активуйте ЛИШЕ за необхідности!
vi: Các thiết bị di động, như Microsoft Surface, sử dụng một loại chế độ chờ mới. Bật tùy chọn này đảm bảo rằng Auto Dark Mode sẽ chuyển đổi chủ đề ngay lập tức sau khi máy tính của bạn được đánh thức. Nhưng nó cũng làm giảm tuổi thọ pin, vì vậy CHỈ kích hoạt nếu cần thiết!
zh_hans: Microsoft Surface 等移动设备正在使用一种新型待机模式。 启用此项可确保计算机唤醒后，Auto Dark Mode 会立即切换主题。 但也将消耗更多电量，仅在必要时启用！
zh_hant: 例如 Microsoft Surface 的行動裝置使用了一種新的待機模式。 啟用這項功能可以確保 Auto Dark Mode 在您喚醒電腦後立刻切換主題。 但同時會增加耗電量，非必要請勿啟用！
