Repository: AutoDarkMode/Windows-Auto-Night-Mode
Catalog: AutoDarkModeLib/Properties/Resources.*.resx
Languages: cs, de, el_gr, es, fr, id, it, ja, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# tbUpdates
source: We check for new versions of Auto Dark Mode in the background. When an update is available, we will notify you via toast notification
cs: Na pozadí kontrolujeme dostupnost nových verzí Auto Dark Mode. Jakmile je dostupná aktualizace, upozorníme vás pomocí vyskakovacího oznámení
de: Wir suchen im Hintergrund nach Updates. Sobald eine neue Version verfügbar ist, senden wir eine Toast Benachrichtigung
el_gr: Ελέγχουμε για νέες εκδόσεις του Auto Dark Mode στο παρασκήνιο. Οταν είναι διαθέσιμη μια ενημέρωση, θα σας ειδοποιήσουμε μέσω αναδυόμενης ειδοποίησης (toast)
es: Comprobamos si hay nuevas versiones de Auto Dark Mode en segundo plano. Cuando una actualización esté disponible, te avisaremos mediante una notificación
fr: Nous vérifions l'existence de nouvelles versions d'Auto Dark Mode en arrière-plan. Lorsqu'une mise à jour est disponible, nous vous en informons par une notification
id: Kami memeriksa versi terbaru dari Auto Dark Mode di latar belakang. Ketika pembaruan tersedia, kami akan memberitahukan Anda
it: Cerchiamo la disponibilità di una nuova versione di Auto Dark Mode in background. Quando un aggiornamento è disponibile, te lo notificheremo con una notifica toast
ja: Auto Dark Mode の最新版をバックグラウンドで確認します。最新版が利用可能なら、ポップアップ通知でお知らせします
nl: Er wordt op de achtergrond gezocht naar nieuwe versies van Auto Dark Mode. Wanneer er een update beschikbaar is, wordt u op de hoogte gesteld middels een melding.
pl: Aplikacja automatycznie sprawdza dostępność aktualizacji w tle. Jeśli będzie dostępna aktualizacja, otrzymasz powiadomienie
pt_br: Vamos procurar por novas versões do Auto Dark Mode em segundo plano. Quando uma actualização está disponível, vamos notificá-lo via notificação junto ao relógio
ru: Мы проверяем наличие новых версий Auto Dark Mode в фоновом режиме. Когда обновление будет доступно, мы сообщим вам об этом с помощью всплывающего уведомления
tr: Arka planda Auto Dark Mode'un yeni sürümlerini kontrol ediyoruz. Bir güncelleme mevcut olduğunda sizi bilgilendireceğiz
uk: Наявність нових версій перевіряється Auto Dark Mode у фоновому режимі. Коли оновлення стане доступним, ми повідомимо вас за допомогою спливального сповіщення
vi: Ứng dụng sẽ kiểm tra cập nhật cho Auto Dark Mode tự động. Khi có cập nhật, ứng dụng sẽ thông báo cho bạn
zh_hans: 我们在后台检查新版 Auto Dark Mode，并通过桌面通知提醒您更新新版本
zh_hant: 我們會在背景檢查 Auto Dark Mode 的新版本。如果有新版本可用，我們將透過通知提示您。

# UpdatesCheckBoxAutoInstall
source: Automatically download and install new versions
cs: Automaticky stahovat a instalovat nové verze
de: Automatischer Download und Installation
el_gr: Αυτόματη λήψη και εγκατάσταση νέων εκδόσεων
es: Descargar e instalar nuevas versiones automáticamente
fr: Télécharger et installer automatiquement les nouvelles versions
id: Unduh otomatis dan pasang versi terbaru
it: Scarica e installa automaticamente le nuove versioni
ja: 自動で最新版をダウンロードしインストール
nl: Nieuwe versies automatisch downloaden en installeren
pl: Automatycznie pobieraj i instaluj nowe wersje
pt_br: Automaticamente descarregar e instalar as novas versões
ru: Автоматически загружать и устанавливать новые версии
tr: Yeni sürümleri otomatik olarak indir ve yükle
uk: Автоматично завантажуйте та встановлюйте нові версії
vi: Tự động tải và cài đặt cập nhật mới
zh_hans: 自动下载并安装新版本
zh_hant: 自動下載並安裝新版本

# UpdatesCheckBoxSilent
source: Don't show notifications
cs: Nezobrazovat oznámení
de: Zeige keine Benachrichtigungen
el_gr: Να μην εμφανίζονται ειδοποιήσεις
es: No mostrar notificaciones
fr: Ne pas afficher de notifications
id: Jangan perlihatkan notifikasi
it: Non mostrare notifiche
ja: 通知を表示しない
nl: Geen meldingen weergeven
pl: Nie pokazuj powiadomień
pt_br: Não mostrar notificações
ru: Не показывать уведомления
tr: Bildirim gösterme
uk: Не показувати сповіщення
vi: Không hiển thị thông báo
zh_hans: 不显示通知
zh_hant: 不要顯示通知

# UpdatesCheckBoxUpdateChannel
source: Select update channel
cs: Vyberte aktualizační kanál
de: Wähle Update Kanal
el_gr: Επιλέξτε κανάλι ενημερώσεων
es: Seleccionar canal de notificaciones
fr: Sélectionner le canal de mise à jour
id: Pilih saluran pembaruan
it: Scegli il canale di aggiornamento
ja: 確認する開発状態を選択
nl: Updatekanaal selecteren
pl: Kanał aktualizacji
pt_br: Seleccione um canal de actualização
ru: Выбрать канал обновления
tr: Güncelleme kanalı
uk: Оберіть канал оновлення
vi: Chọn kênh cập nhật
zh_hans: 选择更新版本
zh_hant: 選擇更新通道

# UpdatesComboBoxAtStart
source: Check for updates when Auto Dark Mode starts
cs: Při spuštění Auto Dark Mode zkontrolovat aktualizace
de: Suche nach Updates, wenn Auto Dark Mode startet
el_gr: Ελεγχος για νέα έκδοση κατά την εκκίνηση του Auto Dark Mode
es: Comprobar si hay actualizaciones cuando Auto Dark Mode se inicia
fr: Vérifier les mises à jour au démarrage d'Auto Dark Mode
id: Periksa pembaruan saat Auto Dark Mode dimulai
it: Cerca aggiornamenti all'avvio di Auto Dark Mode
ja: Auto Dark Mode 開始時に最新版を確認
nl: Op updates controleren wanneer Auto Dark Mode wordt gestart
pl: Szukaj aktualizacji przy uruchamianiu
pt_br: Procurar por actualizações quando o Auto Dark Mode inicia
ru: Проверять обновления при запуске Auto Dark Mode
tr: Auto Dark Mode başladığında güncellemeleri kontrol et
uk: Перевірте наявність оновлень, коли запуститься Auto Dark Mode
vi: Kiểm tra cập nhật khi Auto Dark Mode khởi động
zh_hans: 在 Auto Dark Mode 启动时检查更新
zh_hant: 當 Auto Dark Mode 啟動時檢查更新

# UpdatesComboBoxInterval14
source: 14 days
cs: 14 dní
de: 14 Tage
el_gr: 14 ημέρες
es: 14 días
fr: 14 jours
id: 14 hari
it: 14 giorni
ja: 14 日
nl: 14 dagen
pl: Co 14 dni
pt_br: 14 dias
ru: 14 дней
tr: 14 gün
uk: 14 днів
vi: 14 ngày
zh_hans: 14 天
zh_hant: 14 天

# UpdatesComboBoxInterval3
source: 3 days
cs: 3 dny
de: 3 Tage
el_gr: 3 ημέρες
es: 3 días
fr: 3 jours
id: 3 hari
it: 3 giorni
ja: 3 日
nl: 3 dagen
pl: Co 3 dni
pt_br: 3 dias
ru: 3 дня
tr: 3 gün
uk: 3 дні
vi: 3 ngày
zh_hans: 3 天
zh_hant: 3 天

# UpdatesComboBoxInterval7
source: 7 days
cs: 7 dní
de: 7 Tage
el_gr: 7 ημέρες
es: 7 días
fr: 7 jours
id: 7 hari
it: 7 giorni
ja: 7 日
nl: 7 dagen
pl: Co 7 dni
pt_br: 7 dias
ru: 7 дней
tr: 7 gün
uk: 7 днів
vi: 7 ngày
zh_hans: 7 天
zh_hant: 7 天

# UpdatesTextBlockLastChecked
source: Last checked
cs: Naposledy zkontrolováno
de: Zuletzt überprüft
el_gr: Τελευταίος έλεγχος
es: Comprobado por última vez
fr: Dernière vérification
id: Terakhir diperiksa
it: Ultimo controllo
ja: 最終確認日時
nl: Laatst gecontroleerd
pl: Ostatnio sprawdzane
pt_br: Última verificação
ru: Последняя проверка
tr: Son kontrol
uk: Остання перевірка
vi: Kiểm tra lần cuối
zh_hans: 上次检查时间
zh_hant: 上次檢查時間

# UpdatesTextBlockLastCheckedNever
source: never
cs: nikdy
de: nie
el_gr: ποτέ
es: Nunca
fr: jamais
id: tidak pernah
it: mai
ja: なし
nl: nooit
pl: nigdy
pt_br: nunca
ru: никогда
tr: hiçbir zaman
uk: ніколи
vi: chưa kiểm tra
zh_hans: 尚未检查过更新
zh_hant: 永不

# UpdatesTextBlockUpdateInterval
source: Change how often we check for updates
cs: Změnit, jak často máme kontrolovat aktualizace
de: Ändere wie oft nach Updates gesucht wird
el_gr: Αλλάξτε τη συχνότητα ελέγχου για νέα έκδοση
es: Cambiar con qué frecuencia buscamos actualizaciones
fr: Fréquence de mise à jour
id: Ubah seberapa sering kami memeriksa pembaruan
it: Cambia ogni quanto controllare la disponibilità di aggiornamenti
ja: 最新版の確認頻度
nl: Wijzig hoe vaak er op updates wordt gecontroleerd
pl: Częstotliwość szukania aktualizacji
pt_br: Alterar quantas vezes procuramos por actualizações
ru: Интервал проверки обновлений
tr: Güncelleme kontrol sıklığı
uk: Змініть, як часто перевіряється наявність оновлень
vi: Tần suất kiểm tra cập nhật
zh_hans: 更改检查更新的频率
zh_hant: 修改檢查更新頻率

# WallpaperComboBoxItemDark
source: Dark Theme
cs: Tmavý motiv
de: Dunkles Design
el_gr: Σκοτεινό Θέμα
es: Tema oscuro
fr: Thème sombre
id: Tema Gelap
it: Tema scuro
ja: ダークテーマ
nl: Donker thema
pl: Ciemny motyw
pt_br: Tema Escuro
ru: Тёмная тема
tr: Koyu Tema
uk: Темна тема
vi: Chủ đề tối
zh_hans: 深色主题
zh_hant: 深色主題

# WallpaperComboBoxItemLight
source: Light Theme
cs: Světlý motiv
de: Helles Design
el_gr: Φωτεινό Θέμα
es: Tema claro
fr: Thème clair
id: Tema Terang
it: Tema chiaro
ja: ライトテーマ
nl: Licht thema
pl: Jasny motyw
pt_br: Tema Claro
ru: Светлая тема
tr: Açık Tema
uk: Світла тема
vi: Chủ đề sáng
zh_hans: 浅色主题
zh_hant: 淺色主題

# WallpaperComboBoxItemPicture
source: Picture
cs: Obrázek
de: Bild
el_gr: Εικόνα
es: Imagen
fr: Image
id: Gambar
it: Immagine
ja: 画像
nl: Afbeelding
pl: Obraz
pt_br: Imagem
ru: Изображение
tr: Resim
uk: Зображення
vi: Hình ảnh
zh_hans: 图片
zh_hant: 圖片

# WallpaperComboBoxItemPictureMM
source: Picture (multiple monitors)
cs: Obrázek (více monitorů)
de: Bild (mehrere Monitore)
el_gr: Εικόνα (πολλαπλές οθόνες)
es: Imagen (varios monitores)
fr: Image (plusieurs écrans)
id: Gambar (beberapa layar)
it: Immagine (schermi multipli)
ja: 画像 (複数モニター)
nl: Afbeelding (meerdere beeldschermen)
pl: Obraz (wybór ekranów)
pt_br: Imagem (ecrãs múltiplos)
ru: Изображение (несколько мониторов)
tr: Resim (çoklu monitör)
uk: Зображення (кілька моніторів)
vi: Hình ảnh (đa màn hình)
zh_hans: 图片（多显示器）
zh_hant: 圖片 (多台顯示器)

# WallpaperComboBoxItemSolidColor
source: Solid color
cs: Jedna barva
de: Farbe
el_gr: Αμιγές χρώμα
es: Color sólido
fr: Couleur unie
id: Warna solid
it: Colore solido
ja: 無地の色
nl: Effen kleur
pl: Kolor
pt_br: Cor sólida
ru: Сплошной цвет
tr: Düz renk
uk: Суцільний колір
vi: Màu đơn
zh_hans: 纯色
zh_hant: 純色

# WallpaperComboBoxMode
source: Mode
cs: Režim
de: Modus
el_gr: Λειτουργία
es: Modo
fr: Thème
it: Modalità
ja: モード
nl: Modus
pl: Motyw
pt_br: Modo
ru: Режим
tr: Mod
uk: Режим
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

# WallpaperComboBoxMonitor
source: Monitor
cs: Obrazovka
el_gr: Οθόνη
fr: Écran
id: Layar
it: Schermo
ja: モニター
nl: Beeldscherm
pl: Ekran
pt_br: Ecrã
ru: Монитор
tr: Monitör
uk: Монітор
vi: Màn hình
zh_hans: 显示器
zh_hant: 顯示器

# WallpaperComboBoxType
source: Type
cs: Typ
de: Typ
el_gr: Τύπος
es: Tipo
id: Tipe
it: Tipo
ja: 種類
pl: Typ
pt_br: Tipo
ru: Тип
tr: Arka Plan
uk: Тип
vi: Loại
zh_hans: 类型
zh_hant: 類型

# WallpaperHyperLinkRemoveDisconnected
source: Remove disconnected monitors
cs: Odebrat odpojené monitory
de: Entferne alte Monitore
el_gr: Αφαίρεση αποσυνδεδεμένων οθονών
es: Eliminar monitores desconectados
fr: Supprimer les écrans non connectés
id: Hapus layar yang terputus
it: Rimuovi schermi disconnessi
ja: 切断済みのモニターを除去
nl: Ontkoppelde beeldschermen verwijderen
pl: Usuń odłączone ekrany
pt_br: Remover ecrãs desligados
ru: Удалить отсоединённые мониторы
tr: Bağlantısı kesilmiş monitörleri kaldır
uk: Видалити відімкнені монітори
vi: Loại bỏ các màn hình đã bị ngắt kết nối
zh_hans: 删除未连接的显示器
zh_hant: 移除未連接的顯示器

# WallpaperTextBlockHeader
source: Wallpaper
cs: Pozadí
de: Hintergrundbild
el_gr: Ταπετσαρία
es: Fondo de pantalla
fr: Fond d'écran
id: Latar Belakang
it: Sfondo
ja: 壁紙
nl: Bureaubladachtergrond
pl: Tło
pt_br: Imagem de fundo
ru: Обои
tr: Arka plan resimi
uk: Фонове зображення
vi: Ảnh nền
zh_hans: 壁纸
zh_hant: 桌布

# WallpaperTextBlockHeaderColor
source: Color
cs: Barva
de: Farbe
el_gr: Χρώμα
fr: Couleur
id: Warna
it: Colore
ja: 色
nl: Kleur
pl: Kolor
pt_br: Cor
ru: Цвет
tr: Renk
uk: Колір
vi: Màu
zh_hans: 颜色
zh_hant: 顏色

# WallpaperTextBoxHeaderHex
source: Hex code
cs: Hex kód
el_gr: Δεκαεξαδικός κωδικός
es: Código hexadecimal
fr: Code hexadécimal
id: Kode Hex
it: Codice esadecimale
ja: 16進の色コード
pl: Kod HEX
pt_br: Código Hex
tr: Hex kodu
uk: Шістнадцятковий код
vi: Mã hex
zh_hans: 十六进制颜色代码
zh_hant: 十六進制色碼

# WallpaperToggleSwitch
source: Enable wallpaper switch
cs: Povolit přepínání pozadí
de: Hintergrundwechsel aktivieren
el_gr: Ενεργοποίηση εναλλαγής ταπετσαρίας
es: Activar cambio de fondo de pantalla
fr: Activer le changement de fond d'écran
id: Aktifkan perubahan layar
it: Abilita cambio dello sfondo
ja: 壁紙の有効化
nl: Bureaubladachtergrondwisseling inschakelen
pl: Włącz zmianę tła
pt_br: Activar mudança de fundo
ru: Включить смену обоев
tr: Arka plan değişimini etkinleştir
uk: Увімкнути перемикач фонів
vi: Bật tính năng chuyển đổi ảnh nền
zh_hans: 启用壁纸切换
zh_hant: 啟用桌布切換

# SwitchModesCheckBoxGPUMonitoring
source: Don't switch while playing video games
cs: Nepřepínat při hraní videoher
de: Kein Designwechsel in einem Spiel
el_gr: Να μην γίνεται εναλλαγή όταν εκτελείται ένα παιχνίδι
es: No cambiar jugando a videojuegos
fr: Ne pas changer pendant les jeux vidéos
id: Jangan berganti ketika bermain video game
it: Non cambiare mentre un videogioco è in esecuzione
ja: ビデオゲーム中は切り替えない
nl: Niet van thema wisselen tijdens het spelen van games
pl: Nie przełączaj podczas grania w gry wideo
pt_br: Não mudar enquando estiver a jogar jogos de vídeo
ru: Не переключать тему при запуске видеоигры
tr: Video oyunları oynarken değiştirme yapma
uk: Не перемикатися під час гри у відеоігри
vi: Không chuyển chủ đề khi đang chơi game
zh_hans: 玩游戏时不进行切换
zh_hant: 不要在遊玩遊戲時切換

# SwitchModesComboBoxItemSamplesFast
source: Fast (1 sample)
cs: Rychlá (1 vzorek)
de: Schnell (1 Abtastung)
el_gr: Γρήγορη (1 δείγμα)
es: Rápida (1 muestra)
fr: Rapide (1 échantillon)
id: Cepat (1 sampel)
it: Veloce (1 campione)
ja: 早い (1 サンプル)
nl: Snel (1 sample)
pl: Szybkia (1 próbka)
pt_br: Rápido (1 amostra)
tr: Hızlı (1 deneme)
uk: Швидко (1 проба)
vi: Nhanh (1 mẫu)
zh_hans: 快（单采样）
zh_hant: 快速 (1 取樣)

# SwitchModesComboBoxItemSamplesMedium
source: Medium (2 samples)
cs: Střední (2 vzorky)
de: Medium (2 Abtastungen)
el_gr: Μέτρια (2 δείγματα)
es: Media (2 muestras)
fr: Moyen (2 échantillons)
id: Sedang (2 sampel)
it: Medio (2 campioni)
ja: 中間 (2 サンプル)
nl: Gemiddeld (2 samples)
pl: Średnia (2 próbki)
pt_br: Médio (2 amostras)
tr: Orta (2 deneme)
uk: Середній (2 проби)
vi: Trung bình (2 mẫu)
zh_hans: 中（双采样）
zh_hant: 中等 (2 取樣)

# SwitchModesComboBoxItemSamplesSlow
source: Slow (3 samples)
cs: Pomalá (3 vzorky)
de: Langsam (3 Abtastungen)
el_gr: Αργή (3 δείγματα)
es: Lenta (3 muestras)
fr: Lent (3 échantillons)
id: Lambat (3 sampel)
it: Lento (3 campioni)
ja: 遅い (3 サンプル)
nl: Langzaam (3 samples)
pl: Wolna (3 próbki)
pt_br: Lento (3 amostras)
tr: Yavaş (3 deneme)
uk: Повільно (3 проби)
vi: Chậm (3 mẫu)
zh_hans: 慢（三采样）
zh_hant: 緩慢 (3 取樣)

# SwitchModesTextBlockGPUUsageDetectionSpeed
source: GPU usage detection speed
cs: Rychlost detekce využití GPU
de: GPU-Auslastungserkennungsgeschwindigkeit
el_gr: Ταχύτητα ανίχνευσης χρήσης GPU
es: Velocidad de detección de uso de GPU
fr: Vitesse de détection de l'utilisation de la carte graphique
id: Kecepatan deteksi penggunaan GPU
it: Velocità di rilevazione dell'utilizzo della GPU
ja: GPU 使用状態の検出速度
nl: Detectiesnelheid GPU-gebruik
pl: Prędkość wykrywania zmian
pt_br: Velocidade de detecção de utilização da GPU
tr: GPU kullanım algılama hızı
uk: Швидкість визначення використання ГП
vi: Tần suất kiểm tra mức sử dụng GPU
zh_hans: GPU 使用率检测速度
zh_hant: GPU 使用率偵測速度

# SwitchModesTextBlockHeaderBatteryPowered
source: Battery powered devices
cs: Zařízení napájená baterií
de: Geräte mit Akku
el_gr: Συσκευές με μπαταρία
es: Dispositivos con batería
fr: Appareils alimentés par batterie
id: Perangkat dengan tenaga baterai
it: Dispositivi a batteria
ja: バッテリー駆動の端末
nl: Apparaten met batterij
pl: Urządzenia zasilane akumulatorem
pt_br: Dispositivos alimentados por bateria
ru: Устройства с питанием от батареи
tr: Pille çalışan cihazlar
uk: Пристрої з живленням від акумулятора
vi: Thiết bị di động
zh_hans: 电池设备
zh_hant: 充電設備

# SwitchModesTextBlockHeaderConditions
source: Conditions
cs: Podmínky
de: Modi
el_gr: Συνθήκες
es: Condiciones
id: Kondisi
it: Condizioni
ja: 条件
nl: Voorwaarden
pl: Przełączanie warunkowe
pt_br: Condições
ru: Условия
tr: Koşullar
uk: Умови
vi: Điều kiện
zh_hans: 条件
zh_hant: 條件

# SwitchModesTextBlockMinimumUsage
source: Minimum GPU usage % to delay switching
cs: Minimální % využití GPU pro zpoždění přepnutí
de: Minimale GPU Nutzung für verzögerten Wechsel
el_gr: Ελάχιστη χρήση GPU % για καθυστέρηση εναλλαγής
es: Uso mínimo de GPU para demorar el cambio
fr: Utilisation minimale de la carte graphique en % pour décaler le changement
id: Batas minimum penggunaan GPU untuk menunda pergantian mode
it: Utilizzo minimo di GPU per posticipare il cambio
ja: 切り替えを遅延させる GPU 使用率 % の最低値
nl: Minimaal GPU-gebruikspercentage voor uitstel
pl: Próg użycia procesora graficznego (%)
pt_br: Utilização mínima da GPU para o atraso da mudança
tr: Değişimi geciktirmek için en düşük GPU kullanımı (%)
uk: Мінімальне використання ГП для затримки перемикання
vi: Mức sử dụng GPU tối thiểu để chuyển đổi chủ đề
zh_hans: GPU 使用率大于此值时，不切换主题
zh_hant: GPU 使用率大於此值時，延遲切換主題

# ThemePickerComboBoxKeepActive
source: Restore themes when changed externally
cs: Obnovit motivy při externí změně
de: Extern veränderte Designs zurücksetzen
el_gr: Επαναφορά θεμάτων όταν αλλάζουν εξωτερικά
es: Restaurar temas cuando se cambia externamente
fr: Restaurer les thèmes en cas de modification externe
id: Kembalikan tema ketika diganti secara eksternal
it: Ripristina i temi quando cambiati esternamente
ja: 外部で変更されたテーマの復元
nl: Thema herstellen wanneer extern gewijzigd
pl: Przywracaj motywy zmienione zewnętrznie
pt_br: Restaurar temas quando mudado externamente
ru: Восстанавливать темы при внешнем (ручном) изменении
tr: Harici olarak değiştirildiğinde temaları geri yükle
uk: Відновлення тем, якщо вони змінені ззовні
vi: Phục hồi lại chủ đề khi bị thay đổi bên ngoài
zh_hans: 主题被外部修改时改回原定主题
zh_hant: 被外部修改時復原佈景主題

# TimeNumberBoxHeaderLat
source: Latitude
cs: Zeměpisná šířka
de: Breitengrad
el_gr: Γεωγραφικό πλάτος
es: Latitud
id: Garis lintang
it: Latitudine
ja: 緯度 (Latitude)
nl: Breedtegraad
pl: Szerokość
ru: Широта
tr: Enlem (Latitude)
uk: Широта
zh_hans: 纬度
zh_hant: 緯度

# TimeNumberBoxHeaderLon
source: Longitude
cs: Zeměpisná délka
de: Längengrad
el_gr: Γεωγραφικό μήκος
es: Longitud
id: Garis bujur
it: Longitudine
ja: 経度 (Longitude)
nl: Lengtegraad
pl: Długość
ru: Долгота
tr: Boylam (Longitude)
uk: Довгота
zh_hans: 经度
zh_hant: 經度

# StartupLaunchingServiceText
source: Service not running yet, please wait...
cs: Služba ještě není spuštěna, čekejte prosím...
de: Service läuft noch nicht, bitte warten…
el_gr: Η υπηρεσία δεν λειτουργεί ακόμα, παρακαλώ περιμένετε…
es: El servicio aún no se está ejecutando, por favor espere…
fr: Le service n'est pas encore démarré, veuillez patienter…
id: Layanan sedang memulai, harap tunggu…
it: Il servizio non è ancora in esecuzione, attendi...
ja: サービスはまだ実行されていません。お待ちください…
nl: Service wordt niet uitgevoerd. Even geduld…
pl: Proszę czekać, usługa systemu nie została jeszcze uruchomiona…
pt_br: O serviço ainda não está em execução, por favor aguarde…
tr: Hizmet henüz çalışmıyor, lütfen bekleyin…
uk: Служба ще не працює, зачекайте...
vi: Service chưa được chạy, vui lòng đợi…
zh_hans: 服务尚未运行，请稍候…
zh_hant: 服務尚未啟動，請稍候...

# StartupLaunchingServiceTitle
source: Launching Service
cs: Spouštění služby
de: Starte Service
el_gr: Εκκίνηση Υπηρεσίας
es: Ejecutando servicio
fr: Démarrage du service
id: Meluncurkan Layanan
it: Avvio del servizio...
ja: サービスの起動中
nl: Service uitvoeren
pl: Uruchamianie usługi
pt_br: A lançar o serviço
ru: Запуск службы
tr: Hizmet Başlatma
uk: Запуск служби
vi: Đang khởi động Service
zh_hans: 正在启动服务
zh_hant: 正在啟動服務

# StartupServiceUnresponsive
source: The service is not responding. Please check if AutoDarkModeSvc.exe is running, and try again!
cs: Služba neodpovídá. Zkontrolujte prosím, zda proces AutoDarkModeSvc.exe běží a zkuste to znovu!
de: Der Dienst antwortet nicht. Prüfe ob AutoDarkModeSvc.exe läuft und versuche es erneut!
el_gr: Η υπηρεσία δεν ανταποκρίνεται. Παρακαλώ ελέγξτε εάν το AutoDarkModeSvc.exe εκτελείται και δοκιμάστε ξανά!
es: El servicio no responde. ¡Compruebe si AutoDarkModeSvc.exe se está ejecutando y vuelva a intentarlo!
fr: Le service ne répond pas. Veuillez vérifier si AutoDarkModeSvc.exe est en cours d'exécution, puis réessayez !
id: Layanan tidak merespon, Periksa jika AutoDarkModeSvc.exe berjalan, dan coba lagi!
it: Il servizio non risponde. Controlla che AutoDarkModeSvc.exe sia attivo e riprova!
ja: サービスは応答していません。AutoDarkModeSvc.exe が実行中か確認し、再起動をお試しください !
nl: De service reageert niet. Controleer of AutoDarkModeSvc.exe wordt uitgevoerd en probeer het opnieuw!
pl: Usługa nie odpowiada. Sprawdź czy AutoDarkModeSvc.exe jest uruchomiony i spróbuj ponownie!
pt_br: O serviço não está a responder. Por favor, verifique se o AutoDarkModeSvc.exe está a correr e tente novamente!
ru: Служба не отвечает. Пожалуйста, проверьте, запущена ли AutoDarkModeSvc.exe и попробуйте снова!
tr: Hizmet yanıt vermiyor. Lütfen AutoDarkModeSvc.exe'nin çalışıp çalışmadığını kontrol edin ve tekrar deneyin!
uk: Служба не відповідає. Перевірте, чи запущено AutoDarkModeSvc.exe, і повторіть спробу!
vi: Service không phản hồi. Vui lòng kiểm tra AutoDarkModeSvc.exe có đang chạy hay không, và thử lại!
zh_hans: 服务无响应。请检查 AutoDarkModeSvc.exe 的运行状态并重试！
zh_hant: 服務沒有回應。請檢查 AutoDarkModeSvc.exe 是否正在執行，並重試！

# ThemeToggleSwichEnableTheme
source: Enable Windows theme switch
cs: Povolit přepnutí motivu Windows
de: Windows-Designwechsel aktivieren
el_gr: Ενεργοποίηση εναλλαγής θέματος των Windows
es: Activar cambio de temas de Windows
fr: Activer le changement de thème de Windows
id: Nyalakan pergantian tema Windows
it: Abilita il cambio di tema Windows
ja: Windows テーマの有効を切り替え
nl: Wisselen van Windows-thema inschakelen
pl: Włącz zmianę motywu Windowsa
pt_br: Activar a mudança do tema do Windows
ru: Включить смену тем
tr: Windows tema değişimini etkinleştir
uk: Увімкніть перемикач тем Windows
vi: Bật tính năng thay đổi chủ đề Windows
zh_hans: 切换 Windows 主题
zh_hant: 啟用 Windows 佈景主題切換

# ToggleSwitchOff
source: Off
cs: Vyp
de: Aus
el_gr: Ανενεργό
es: Desactivado
fr: Désactivé
id: Mati
ja: 無効
nl: Uit
pl: Nie
pt_br: Desligado
ru: Откл.
tr: Kapalı
uk: Вимк.
vi: Tắt
zh_hans: 关闭
zh_hant: 停用

# ToggleSwitchOn
source: On
cs: Zap
de: An
el_gr: Ενεργό
es: Activado
fr: Activé
id: Nyala
ja: 有効
nl: Aan
pl: Tak
pt_br: Ligado
ru: Вкл.
tr: Açık
uk: Увімк.
vi: Bật
zh_hans: 开启
zh_hant: 啟用

# AboutTextBlockFollowUs
source: Follow us
cs: Sledujte nás
de: Folge uns
el_gr: Ακολουθήστε μας
es: Síguenos
fr: Nous suivre
id: Ikuti Kami
it: Seguici
ja: フォローしてね
nl: Volg ons
pl: Znajdź nas
pt_br: Siga-nos
ru: Следите за нами
tr: Bizi takip et
uk: Стежити за нами
vi: Theo dõi chúng tôi trên
zh_hans: 关注我们
zh_hant: 追蹤我們

# ThemeTextBlockHeader
source: Theme
cs: Motiv
de: Design
el_gr: Θέμα
es: Tema
fr: Thème
id: Tema
it: Tema
ja: テーマ
nl: Thema
pl: Motyw
pt_br: Tema
ru: Тема
tr: Tema
uk: Тема
vi: Chủ đề
zh_hans: 主题
zh_hant: 佈景主題

# ThemePickerTheme10Flowers
source: Flowers
cs: Květiny
de: Blumen
el_gr: Ανθος
es: Flores
fr: Fleurs
id: Bunga
it: Fiori
ja: 花
nl: Bloemen
pl: Kwiaty
pt_br: Flores
tr: Çiçekler
uk: Квіти
vi: Hoa
zh_hans: 鲜花
zh_hant: 花朵

# ThemePickerTheme10WindowsLight
source: Windows (Light)
cs: Windows (světlé)
de: Windows (Hell)
el_gr: Windows (ανοιχτόχρωμο)
es: Windows (claro)
fr: Windows (Clair)
id: Windows (Terang)
it: Windows (Chiaro)
ja: Windows (ライト)
nl: Windows (licht)
pl: Windows (Jasny)
pt_br: Windows (Claro)
tr: Windows (Açık)
uk: Windows (світла)
vi: Windows (Nhẹ)
zh_hans: Windows（浅色主题）
zh_hant: Windows (淺色)

# ThemePickerTheme11CapturedMotion
source: Captured Motion
cs: Zachycený pohyb
de: Bewegungserfassung
el_gr: Κίνηση που καταγράφηκε
es: Movimiento capturado
fr: Mouvement capturé
id: Gerakan Diambil
it: Movimento acquisito
ja: キャプチャされたモーション
nl: Gevangen beweging
pl: Przechwytywanie ruchu
pt_br: Movimento Capturado
tr: Yakalanan Hareket
uk: Захоплений рух
vi: Chuyển động đã chụp
zh_hans: 捕获的动作
zh_hant: 已擷取的動作

# ThemePickerTheme11Dark
source: Windows (Dark)
cs: Windows (tmavé)
de: Windows (Dunkel)
el_gr: Windows (σκουρόχρωμο)
es: Windows (oscuro)
fr: Windows (Sombre)
id: Windows (Gelap)
it: Windows (scuro)
nl: Windows (donker)
pl: Windows (Ciemny)
pt_br: Windows (Escuro)
tr: Windows (Koyu)
uk: Windows (темна)
zh_hans: Windows（深色主题）
zh_hant: Windows (深色)
