Repository: AutoDarkMode/Windows-Auto-Night-Mode
Catalog: AutoDarkModeLib/Properties/Resources.*.resx
Languages: cs, de, el_gr, es, fr, id, it, ja, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# msgBatterySaver
source: Due to a Windows bug, the taskbar doesn't properly switch its color in battery saver mode. Please turn off battery saver if you run into issues.
cs: Kvůli chybě Windows nemění hlavní panel barvu tak, jak by měl, pokud je zapnutý spořič baterie. V případě problémů vypněte spořič baterie.
de: Ein Fehler von Windows verhindert den Wechsel der Taskleistenfarbe im Stromsparmodus. Bitte deaktiviere den Stromsparmodus, falls bei dir Probleme auftreten.
el_gr: Λόγω σφάλματος των Windows, η γραμμή εργασιών δεν αλλάζει σωστά το χρώμα της στη λειτουργία εξοικονόμησης μπαταρίας. Παρακαλώ απενεργοποιήστε την εξοικονόμηση μπαταρίας εάν αντιμετωπίζετε προβλήματα.
es: Debido a un error de Windows la barra de tares no cambia su color correctamente en el modo ahorro de energía. Por favor desactiva el ahorro de energía si encuentras fallos.
fr: En raison d'un défaut de Windows, la barre des tâches ne change pas correctement de couleur en mode économiseur de batterie. Veuillez désactiver l'économiseur de batterie si vous rencontrez des problèmes.
id: Dikarenakan bug dari Windows, bilah tugas tidak berganti warna saat keadaan. Matikan penghematan baterai jika Anda mengalami isu.
it: A causa di un bug di Windows, la taskbar non cambia tema in modalità risparmio energetico. Disabilita questa funzionalità se riscontri degli errori.
ja: Windows にタスクバーのバグがあり、省電力モードでは適切に色を変更できません。問題が生じた場合、省電力機能をオフにしてください。
nl: Als gevolg van een Windows-fout verandert de taakbalk niet correct van kleur in batterijbesparingsmodus. Schakel de batterijbesparing uit als u problemen ondervindt.
pl: Z powodu błędu Windowsa zmiana koloru paska zadań w trybie oszczędzania baterii nie działa poprawnie. W przypadku błędów zalecamy wyłączenie tego trybu.
pt_br: Devido a um bug do Windows, a barra de tarefas não muda corretamente a sua cor no modo de economia de bateria. Por favor, desative a economia de bateria se tiver problemas.
tr: Bir Windows hatası nedeniyle görev çubuğu pil tasarrufu modunda rengini doğru şekilde değiştirmiyor. Sorunla karşılaşırsanız lütfen pil tasarrufunu kapatın.
uk: Через помилку Windows панель завдань неправильно змінює колір у режимі економії заряду акумулятора. Вимкніть режим економії заряду акумулятора, якщо у вас виникнуть проблеми.
vi: Do một lỗi của Windows, thanh tác vụ không chuyển đổi đúng màu của nó ở chế độ tiết kiệm pin. Vui lòng tắt trình tiết kiệm pin nếu bạn gặp sự cố.
zh_hans: 由于 Windows 的程序错误，在节电模式下，任务栏的颜色无法正确切换。如遇到相关问题，请关闭节电模式。
zh_hant: 由於 Windows 的 Bug，工作列在省電模式時無法正確切換顏色。如果您遇到相關問題，請關閉省電模式。

# lblOffset
source: Offset
cs: Časový posun
de: Anpassen
el_gr: Μετατόπιση
es: Demora
fr: Décalage
ja: 補正
nl: Verschuiving
pl: Dostosuj
pt_br: Deslocamento
ru: Смещение
tr: Kaydırma
uk: Зміщення
vi: Độ lệch giờ
zh_hans: 调整
zh_hant: 偏移

# offsetButton
source: Set
cs: Nastavit
de: Anwenden
el_gr: Ορισμός
es: Establecer
fr: Définir
id: Atur
it: Imposta
ja: 適用
nl: Opslaan
pl: Zastosuj
pt_br: Definir
ru: Задать
tr: Ayarla
uk: Встановити
vi: Đặt
zh_hans: 设置
zh_hant: 設定

# ToolTipDisabledDueTheme
source: These options are disabled while using a Windows Theme. You can set them up individually in your Windows Theme.
cs: Při používání motivu Windows jsou tyto možnosti vypnuté. Můžete je však nastavit přímo v motivu Windows.
de: Während der Nutzung des Windows Designwechsels ist diese Option deaktiviert. Du kannst sie individuell in deinem Windows Design ändern.
el_gr: Αυτές οι επιλογές είναι απενεργοποιημένες όταν χρησιμοποιείται ένα Θέμα Windows. Μπορείτε να τις ρυθμίσετε μεμονωμένα στο Θέμα Windows.
es: Estas opciones están desactivadas al usar un tema de Windows. Puedes activarlas individualmente en tu tema de Windows.
fr: Ces options sont désactivées lorsque vous utilisez un thème Windows. Vous pouvez les configurer individuellement dans votre thème Windows.
id: Opsi ini dinonaktifkan ketika memakai Tema Windows. Anda dapat mengatur secara individu.
it: Queste opzioni sono disabilitate quando si usa un Tema di Windows. Puoi impostarle individualmente nel tuo Tema di Windows
ja: Windows テーマの使用中は、これらのオプションは無効です。 これらの設定は、Windowsテーマから個別に設定できます。
nl: Deze opties zijn uitgeschakeld als u een Windows-thema gebruikt. U kunt dit individueel instellen in uw Windows-thema.
pl: Te opcje są niedostępne, ponieważ korzystasz z kompozycji Windowsa. Możesz je dopasować indywidualnie w danej kompozycji.
pt_br: Estas opções estão desativadas enquanto se utiliza um Tema do Windows. Você pode defini-las individualmente no seu Tema do Windows.
ru: Эти параметры выключены во время использования темы Windows. Вы можете настроить это отдельно в вашей теме Windows.
tr: Bir Windows Teması kullanılırken bu seçenekler devre dışı bırakılır. Bunları Windows Temanızda ayrı ayrı yapılandırabilirsiniz.
uk: Ці параметри вимкнені під час використання теми Windows. Ви можете налаштувати це окремо у вашій темі Windows.
vi: Các tùy chọn này được tắt khi sử dụng Windows Theme. Bạn có thể thiết lập chúng trong Windows Theme của mình.
zh_hans: 使用 Windows 主题模式时无法调整这些选项。 您可以在 Windows 主题中单独设置这些选项。
zh_hant: 由於您使用了 Windows 佈景主題，這些選項將會停用。 您可以在 Windows 佈景主題中個別設定。

# NavbarApps
source: Apps
cs: Aplikace
de: Anwendungen
el_gr: Εφαρμογές
es: Aplicaciones
fr: Applications
id: Aplikasi
it: Applicazioni
ja: アプリ
nl: Toepassingen
pl: Aplikacje
pt_br: Aplicativos
ru: Приложения
tr: Uygulamalar
uk: Застосунки
vi: Ứng dụng
zh_hans: 应用程序
zh_hant: 應用程式

# NavbarSettings
source: Settings
cs: Nastavení
de: Einstellungen
el_gr: Ρυθμίσεις
es: Ajustes
fr: Paramètres
id: Setelan
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# NavbarTime
source: Time
cs: Čas
de: Uhrzeit
el_gr: Ωρα
es: Hora
fr: Heure
id: Waktu
it: Pianifica
ja: 時間
nl: Tijd
pl: Harmonogram
pt_br: Tempo
ru: Время
tr: Zamanlama
uk: Час
vi: Thời điểm chuyển đổi
zh_hans: 时间
zh_hant: 時間

# OpenPath
source: Open Folder
cs: Otevřít složku
de: Ordner öffnen
el_gr: Ανοιγμα φακέλου
es: Abrir carpeta
fr: Ouvrir le dossier
id: Buka Folder
it: Apri cartella
ja: フォルダを開く
nl: Map openen
pl: Otwórz katalog
pt_br: Abrir Pasta
ru: Открыть папку
tr: Klasörü Aç
uk: Відкрити папку
vi: Mở thư mục
zh_hans: 打开文件夹
zh_hant: 開啟資料夾

# ThemeDark
source: Dark Theme
cs: Tmavý motiv:
de: Dunkles Design
el_gr: Σκοτεινό Θέμα
es: Tema oscuro
fr: Thème sombre
id: Tema Gelap
it: Tema scuro:
ja: ダークテーマ:
nl: Donker thema
pl: Ciemny motyw
pt_br: Tema Escuro
ru: Тёмная тема:
tr: Koyu Tema
uk: Темна тема:
vi: Chủ đề tối
zh_hans: 深色主题
zh_hant: 深色佈景主題：

# ThemeHeaderCreate
source: Create your themes
cs: Vytvořte si vlastní motivy
de: Erstelle deine Designs
el_gr: Δημιουργήστε τα θέματά σας
es: Crea tus temas
fr: Créez vos thèmes
id: Buatlah tema Anda
it: Crea i tuoi temi
ja: 自分のテーマを作成
nl: Creëer uw thema's
pl: Utwórz motywy
pt_br: Crie os seus temas
ru: Создайте свои темы
tr: Temalarınızı oluşturun
uk: Створіть свої теми
vi: Tạo chủ đề của bạn
zh_hans: 创建您的主题
zh_hant: 建立佈景主題

# ThemeHeaderPick
source: Pick your themes
cs: Zvolte vlastní motivy
de: Wähle deine Designs
el_gr: Επιλέξτε τα θέματά σας
es: Selecciona tus temas
fr: Sélectionnez vos thèmes
id: Pilih tema Anda
it: Scegli i tuoi temi
ja: テーマの選択
nl: Kies uw thema's
pl: Wybierz motywy
pt_br: Escolha os seus temas
ru: Выберите свои темы
tr: Temalarınızı seçin
uk: Оберіть теми
vi: Chọn chủ đề của bạn
zh_hans: 选择您的主题
zh_hant: 選擇您的佈景主題

# ThemeLight
source: Light Theme
cs: Světlý motiv:
de: Helles Design
el_gr: Φωτεινό Θέμα
es: Tema claro
fr: Thème clair
id: Tema Terang
it: Tema chiaro:
ja: ライトテーマ:
nl: Licht thema
pl: Jasny motyw
pt_br: Tema Claro
ru: Светлая тема:
tr: Açık Tema
uk: Світла тема:
vi: Chủ đề sáng
zh_hans: 浅色主题
zh_hant: 淺色佈景主題：

# ThemeSelectionTheme
source: Windows Theme (more features)
cs: Windows motiv (více možností)
de: Windows Design (mehr Funktionen)
el_gr: Θέμα Windows (περισσότερα χαρακτηριστικά)
es: Tema de Windows (más características)
fr: Thème de Windows (plus de fonctionnalités)
id: Tema Windows (banyak fitur)
it: Tema di Windows (opzione con più personalizzazioni)
ja: Windows テーマ (高機能)
nl: Windows-thema (meer functies)
pl: Motyw Windowsa (więcej funkcji)
pt_br: Tema do Windows (mais funcionalidades)
ru: Темы Windows (больше возможностей)
tr: Windows Teması (daha fazla özellik)
uk: Теми Windows (більше можливостей)
vi: Chủ đề Windows (nhiều chức năng hơn)
zh_hans: Windows 主题（更多功能）
zh_hant: Windows 佈景主題 (更多功能)

# ThemeSelectionWallaper
source: Desktop Wallpaper (recommended)
cs: Tapeta na ploše (doporučené)
de: Hintergrundbild (Empfohlen)
el_gr: Ταπετσαρία επιφάνειας εργασίας (συνιστάται)
es: Fondo de escritorio (recomendado)
fr: Fond d'écran du bureau (recommandé)
id: Latar Belakang (Disarankan)
it: Sfondo del deskotp (opzione consigliata)
ja: デスクトップの壁紙 (おすすめ)
nl: Bureaubladachtergrond (aanbevolen)
pl: Tło pulpitu (zalecane)
pt_br: Fundo da Área de Trabalho (recomendado)
ru: Фон рабочего стола (рекомендуется)
tr: Masaüstü Arka Plan Resmi (önerilir)
uk: Фон робочого столу (рекомендовано)
vi: Hình nền (khuyến khích dùng)
zh_hans: 桌面壁纸（推荐）
zh_hant: 桌布 (建議)

# ThemeTutorialStep1
source: Click here to open Windows Theme settings.
cs: Klikutím sem přejděte do nastavení motivu Windows.
de: Klicke hier, um die Windows Design-Einstellungen zu öffnen.
el_gr: Κάντε κλικ εδώ για να ανοίξετε τις ρυθμίσεις Θέματος των Windows.
es: Pulsa aquí para abrir los ajustes del tema de Windows.
fr: Cliquez ici pour ouvrir les paramètres de thème de Windows.
id: Tekan ini untuk membuka setelan tema Windows.
it: Clicca per aprire le impostazione del tema di Windows.
ja: ここから Windows のテーマの設定を開く。
nl: Klik hier om Windows-themainstellingen te openen.
pl: Kliknij tutaj, aby otworzyć ustawienia personalizacji.
pt_br: Clique aqui para abrir as configurações do Tema do Windows.
ru: Нажмите тут, чтобы открыть настройки темы Windows.
tr: Windows Tema ayarlarını açmak için buraya tıklayın.
uk: Натисніть тут, щоб відкрити налаштування теми Windows.
vi: Bấm vào đây để mở thiết lập cho chủ đề Windows.
zh_hans: 点击此处打开 Windows 壁纸设置。
zh_hant: 點按此處以開啟 Windows 佈景主題設定。

# ThemeTutorialStep2
source: Now navigate to 'Colors' and change the system color to 'Light' for the light theme. Select your favorite Wallpaper, Mouse Cursor and Accent Color.
cs: Nyní přejděte na Barvy a změňte systémový režim na "Světlý". Nastavte si oblíbené pozadí, ukazatel myši či barvu zvýraznění.
de: Setze nun unter 'Farben' deine Windows Farbe auf 'Hell'. Wähle anschließend deine bevorzugten Hintergrundbilder, Mauszeiger oder eine Akzentfarbe aus.
el_gr: Τώρα μεταβείτε στην επιλογή "Χρώματα" και αλλάξτε το χρώμα του συστήματος σε "Φωτεινό" για το φωτεινό θέμα. Επιλέξτε την αγαπημένη σας Ταπετσαρία, Δείκτη Ποντικιού και Χρώμα Εμφασης.
es: Ahora ve a 'Colores' y cambia el color del sistema a 'Claro' para el tema claro. Selecciona tu fondo de pantalla, cursor y color de acento favoritos.
fr: Maintenant, naviguez jusqu'à « Couleurs » et changez la couleur du système en « Clair » pour le thème clair. Sélectionnez votre fond d'écran préféré, le curseur de la souris et la couleur d'accentuation.
id: Kemudian arahkan ke 'Warna' dan ganti warna sistem ke 'Terang' untuk tema terang. Pilih latar belakang, kursor tetikus dan aksen warna.
it: Nagiva nella sezione "Colori" e imposta la modalità "Chiara" per il tema chiaro. Puoi scegliere il tuo sfondo preferito, il cursore del mouse e il colore secondario.
ja: 設定の「色」を開き、「白」を選択しライトテーマを適用します。好きな壁紙、マウスカーソル、アクセントカラーを選びます。
nl: Navigeer nu naar 'Kleuren' en stel de systeemkleur in op 'Licht' voor het lichte thema. Selecteer vervolgens uw favoriete bureaubladachtergrond, muisaanwijzer en accentkleur.
pl: W sekcji 'Kolory' przy 'Wybierz kolor' zaznacz 'Jasny' dla jasnego motywu. Wybierz ulubione tło, wskaźniki i kolory wiodące.
pt_br: Agora navegue até 'Cores' e altere a cor do sistema para 'Claro' para o tema claro. Selecione a sua Imagem de Fundo favorita, Cursor do Mouse e Cor de Destaque.
ru: Теперь установите светлый цвет Windows в разделе Цвета для светлой темы. Выберите любимый фон, курсор мыши и основной цвет.
tr: Şimdi 'Renkler' bölümüne gidin ve Açık Mod için sistem modunu 'Açık' olarak değiştirin. En sevdiğiniz arka plan resmini, fare imlecini ve vurgu rengini seçin.
uk: Тепер встановіть світлий колір Windows у розділі Кольори для світлої теми. Виберіть улюблений фон, курсор миші та основний колір.
vi: Bây giờ đến phần 'Colors' và thay đổi màu hệ thống thành 'Light' cho chủ đề sáng. Chọn Wallpaper, Mouse Cursor và Accent color yêu thích của bạn.
zh_hans: 现在，切换至“颜色”选项卡，将系统颜色改为“浅色”。再选择您喜欢的壁纸、鼠标光标和主题色。
zh_hant: 前往「色彩」並將系統顏色設為「淺色」。選擇您想要的桌布、游標、及輔色。

# ThemeTutorialStep3
source: Go back to theme settings and save your theme.
cs: Jděte zpět do nastavení motivů a uložte si svůj motiv.
de: Wechsle zurück zu den Design-Einstellungen und speichere das Design.
el_gr: Επιστρέψτε στις ρυθμίσεις θέματος και αποθηκεύστε το θέμα σας.
es: Vuelve a los ajustes del tema y guarda tu tema.
fr: Revenez aux paramètres du thème et enregistrez-le.
id: Lalu kembali ke setelan tema dan simpan tema yang terbentuk
it: Torna indietro nelle impostazioni di personalizzazione e salva il tuo tema.
ja: テーマの設定に戻り、テーマを保存します。
nl: Ga terug naar de themainstellingen en sla uw thema op.
pl: Wróć do sekcji 'Kompozycje' i zapisz kompozycję.
pt_br: Volte para as configurações e salve o seu tema.
ru: Вернитесь обратно к настройкам темы и сохраните свою тему
tr: Tema ayarlarına geri dönün ve temanızı kaydedin.
uk: Поверніться до налаштувань теми та збережіть свою тему.
vi: Quay về thiết lập chủ đề Windows và lưu chủ đề của bạn.
zh_hans: 返回主题设置并保存主题。
zh_hant: 返回主題設定並儲存您的佈景主題。

# ThemeTutorialStep4
source: Repeat this process for the dark theme.
cs: Zopakujte postup pro tmavý motiv.
de: Wiederhole den Vorgang für das dunkle Design.
el_gr: Επαναλάβετε αυτή τη διαδικασία για το σκοτεινό θέμα.
es: Repite este proceso para el tema oscuro.
fr: Répétez ce processus pour le thème sombre.
id: Ulangi proses untuk tema gelap.
it: Ripeti la procedura per il tema scuro.
ja: 同様に「黒」を選択しダークテーマ用に作成します。
nl: Herhaal dit proces voor het donkere thema.
pl: Powtórz ten proces z ciemnym motywem.
pt_br: Repita o processo para o tema escuro.
ru: Повторите процесс для тёмной темы
tr: Koyu mod için bu işlemleri tekrarlayın.
uk: Повторіть процес для темної теми.
vi: Lặp lại những bước trên cho chủ đề tối.
zh_hans: 设置深色主题时重复上述步骤。
zh_hant: 重複以上步驟以設定深色主題。

# SettingsAccentColorTimeout
source: Delay for switching taskbar colors (ms):
cs: Zpoždění změny barvy hlavního panelu (ms):
de: Verzögerung für Taskleiste-Akzentfarbe (ms):
el_gr: Καθυστέρηση εναλλαγής χρωμάτων της γραμμής εργασιών (ms):
es: Demora para cambiar los colores de la barra de tareas (ms):
fr: Délai de transition pour la couleur de la barre des tâches (en ms) :
id: Jeda untuk pergantian warna bilah tugas (ms):
it: Ritardo nel cambio di colori della taskbar (ms):
ja: タスクバーの色を切り替える遅延時間 (ミリ秒):
nl: Vertraging wisselen taakbalkkleur (ms):
pl: Opóźnienie zmiany koloru paska zadań (milisekundy):
pt_br: Atraso na mudança de cores da barra de tarefas (ms):
ru: Задержка переключения цвета панели задач (мс):
tr: Görev çubuğu renklerini değiştirmek için gecikme (ms):
uk: Затримка перемикання кольору панелі завдань (мс):
vi: Khoảng thời gian chờ khi chuyển màu cho thanh tác vụ (ms):
zh_hans: 切换任务栏颜色前的等待时间（毫秒）：
zh_hant: 切換工作列顏色延遲 (毫秒)：

# NavbarAbout
source: About
cs: O programu
de: Über
el_gr: Σχετικά
es: Acerca de
fr: À propos
id: Tentang
it: Info
ja: 情報
nl: Over
pl: O programie
pt_br: Sobre
ru: О программе
tr: Hakkında
uk: Про застосунок
vi: Thông tin
zh_hans: 关于
zh_hant: 關於

# NavbarTitle
source: Menu
cs: Nabídka
de: Menü
el_gr: Μενού
es: Menú
ja: メニュー
ru: Меню
tr: Menü
uk: Меню
vi: Danh mục
zh_hans: 菜单
zh_hant: 選單

source: Restart
cs: Restartovat
de: Neu starten
el_gr: Επανεκκίνηση
es: Reiniciar
fr: Redémarrer
id: Mulai Ulang
it: Riavvia
ja: 再起動
nl: Opnieuw starten
pl: Uruchom ponownie
pt_br: Reiniciar
ru: Перезапустить
tr: Yeniden başlat
uk: Перезапустити
vi: Khởi động lại
zh_hans: 重启
zh_hant: 重新啟動

# rbCustomHours
source: Set custom hours
cs: Nastavit vlastní časy
de: Benutzerdefinierte Uhrzeit
el_gr: Προσαρμοσμένες ώρες
es: Establecer horas personalizadas
fr: Définir des horaires personnalisés
id: Atur waktu kustom
it: Imposta un orario personalizzato
ja: 時間を指定
nl: Aangepaste tijden kiezen
pl: Ustaw własne godziny
pt_br: Definir horários personalizados
ru: Установить пользовательские часы
tr: Özel zamanlama
uk: Встановити користувацький розклад
vi: Đặt giờ tuỳ chọn
zh_hans: 自定义时间
zh_hant: 設定自訂時間

# rbLocation
source: From sunset to sunrise
cs: Od východu do západu slunce
de: Von Sonnenaufgang bis Sonnenuntergang (Ortungsdienst)
el_gr: Από τη δύση έως την ανατολή του ηλίου (υπηρεσία τοποθεσίας)
es: Desde el amanecer hasta el atardecer (servicio de localización)
fr: Du coucher au lever du soleil (service de localisation)
id: Dari terbenam hingga terbit (layanan lokasi)
it: Dal tramonto all'alba
ja: 日の出から日没まで (位置情報)
nl: Van zonsonder- tot -opgang (GPS-locatie)
pl: Od zachodu do wschodu słońca (usługa lokalizacji)
pt_br: Do pôr ao nascer do sol (serviço de localização)
ru: От рассвета до заката
tr: Gün batımından gün doğumuna (konum hizmeti)
uk: Від світанку до смеркання
vi: Từ hoàng hôn đến bình minh (dịch vụ định vị)
zh_hans: 从日落到日出（位置服务）
zh_hant: 從日出到日落

# ThemeTutorialStep
source: Step
cs: Krok
de: Schritt
el_gr: Βήμα
es: Paso
fr: Étape
id: Langkah
it: Successivo
ja: ステップ
nl: Stap
pl: Krok
pt_br: Passo
ru: Шаг
tr: Adım
uk: Крок
vi: Các bước thiết lập
zh_hans: 步骤
zh_hant: 步驟

# cbSettingsColourFilter
source: Use color filter (sends Win + Ctrl + C)
cs: Použít černobílý filtr (Win+Ctrl+C)
de: Color filter (sends Win + Ctrl + C)
el_gr: Φίλτρο χρώματος (αποστολή Win + Ctrl + C)
es: Filtro de color (usa Win + Ctrl + C)
fr: Filtre de couleur (envoie Win + Ctrl + C)
id: Color filter (sends Win + Ctrl + C)
it: Usa il filtro di scala di grigi (compone Win + Ctrl + C)
ja: カラーフィルター (Win + Ctrl + C を送信)
nl: Color filter (sends Win + Ctrl + C)
pl: Filtr kolorów (wysyła Win + Ctrl + C)
pt_br: Filtro de cores (clicar Win + Ctrl + C)
ru: Использовать цветовой фильтр в серых оттенках (отправляет Win+Ctrl+C)
tr: Renk filtresi (Win + Ctrl + C gönderir)
uk: Використовувати колірний фільтр сірого (надсилає Win + Ctrl + C)
vi: Bộ lọc màu (tổ hợp phím Win + Ctrl + C)
zh_hans: 使用灰度滤镜（发送 Win + Ctrl + C）
zh_hant: 使用灰階濾鏡 (等同按下 Win + Ctrl + C)

# cbSettingsLogonTask
source: Use logon task instead of startup entry
cs: Použít úlohu po přihlášení namísto programu po spuštění.
de: Login-Task statt Autostart-Eintrag
el_gr: Χρήση διεργασίας σύνδεσης αντί για καταχώριση εκκίνησης
es: Usar tarea al iniciar sesión en lugar de durante el encendido
fr: Utiliser une tâche planifiée à la connexion plutôt qu'une entrée au démarrage
id: Memakai jadwal saat masuk daripada entri mulai otomatis
it: Usa Logon Task al posto di Autostart
ja: スタートアップには登録せずログイン時のタスクとして実行
nl: Taak bij inloggen gebruiken in plaats van Autostart
pl: Użyj harmonogramu systemu Windows zamiast autostartu
pt_br: Utilizar a tarefa de início de sessão ao invés de entrada na inicialização
ru: Использовать задачу входа вместо записи в автозапуске
tr: Başlangıç girdisi yerine oturum açma görevi kullan
uk: Використовувати задачу входу в систему замість задіяння автозапуску
vi: Sử dụng logon task thay vì startup entry
zh_hans: 使用登录任务而非启动项
zh_hant: 使用登入工作而非啟動項目

# ThemeSelection
source: Select mode:
cs: Zvolit režim:
de: Modus wählen:
el_gr: Επιλογή λειτουργίας:
es: Seleccionar modo:
fr: Sélectionner le thème :
id: Pilih mode:
it: Scegli modalità:
ja: 切り替え対象の選択:
nl: Modus selecteren:
pl: Wybierz tryb:
pt_br: Seleccionar modo:
ru: Выберите режим:
tr: Modu seçin:
uk: Оберіть режим:
vi: Chọn chế độ:
zh_hans: 选择模式：
zh_hant: 選擇模式：

# ThemeApplyError1
source: Error occurred while applying the selected themes, we disabled theme switching
cs: Došlo k chybě při nastavování vybraných motivů; vypnuli jsme přepínání motivů.
de: Ein Fehler ist beim Festlegen des Designs aufgetreten, weswegen wir nun den Windows Design-Wechsel deaktivieren
el_gr: Παρουσιάστηκε σφάλμα κατά την εφαρμογή των επιλεγμένων θεμάτων, απενεργοποιήσαμε την εναλλαγή θεμάτων
es: Ocurrió un error al aplicar los temas seleccionados, hemos desactivado el cambio de tema
fr: Une erreur s'est produite lors de l'application des thèmes sélectionnés. Nous avons désactivé le changement de thème
id: Terjadi masalah saat mengaplikasikan tema, kami menonaktifkan pergantian tema
it: Si è verificato un errore durante l'applicazione del tema; il cambio tema è stato disabilitato
ja: 選択したテーマの適用中にエラーが発生、テーマの切り替えを無効化しました
nl: Er is een fout opgetreden bij het toepassen van de geselecteerde thema's. Themawisseling is uitgeschakeld.
pl: Nastąpił błąd podczas stosowania motywu, wyłączono zmianę motywu
pt_br: Ocorreu um erro enquanto se aplicavam os temas seleccionados, desactivámos a mudança de temas
ru: Во время применения темы возникла ошибка, мы выключили переключение тем
tr: Seçilen temaları uygularken hata oluştu. Tema değiştirmeyi devre dışı bıraktık.
uk: Під час застосування теми сталася помилка, перемикання тем вимкнене
vi: Đã xảy ra lỗi khi áp dụng các chủ đề đã chọn, ứng dụng đã tắt chức năng chuyển đổi chủ đề
zh_hans: 应用所选主题时发生错误，已禁用主题切换
zh_hant: 套用您選擇的佈景主題時發生錯誤，已停用主題切換功能

# cbOfficeWhiteTheme
source: Alternative light theme
cs: Náhradní světlý motiv
de: Alternatives helles Design
el_gr: Εναλλακτικό φωτεινό θέμα
es: Tema claro alternativo
fr: Thème clair alternatif
id: Tema terang alternatif
it: Tema chiaro alternativo
ja: 別のライトテーマ
nl: Alternatief wit thema
pl: Alternatywny biały motyw
pt_br: Tema claro alternativo
ru: Альтернативная светлая тема
tr: Alternatif açık tema
uk: Альтернативна світла тема
vi: Chủ đề sáng khác
zh_hans: 使用新版白色主题
zh_hant: 白色主題

# buttonDownloadExtension
source: Download Extension
cs: Nainstalovat rozšíření
de: Erweiterung herunterladen
el_gr: Λήψη Επέκτασης
es: Descargar extensión
fr: Télécharger l'extension
id: Unduh ekstensi
it: Scarica estensione
ja: 拡張機能のダウンロード
nl: Extensie installeren
pl: Pobierz rozszerzenie
pt_br: Decarregar Extensão
ru: Скачать расширение
tr: Uzantıyı İndir
uk: Завантажити розширення
vi: Tải phần mở rộng
zh_hans: 下载扩展
zh_hant: 下載擴充功能

# tbAppsTitleRecommendedTools
source: Recommended tools
cs: Doporučené nástroje
de: Empfohlene Tools
el_gr: Προτεινόμενα εργαλεία
es: Herramientas recomendadas
fr: Outils recommandés
id: Alat yang direkomendasikan
it: Strumenti consigliati
ja: おすすめのツール
nl: Aanbevolen tools
pl: Zalecane narzędzia
pt_br: Ferramentas recomendadas
ru: Рекомендованные инструменты
tr: Tavsiye edilen araçlar
uk: Рекомендовані засоби
vi: Các công cụ gợi ý
zh_hans: 推荐工具
zh_hant: 建議工具
