Repository: AutoDarkMode/Windows-Auto-Night-Mode
Catalog: AutoDarkModeLib/Properties/Resources.*.resx
Languages: cs, de, el_gr, es, fr, id, it, ja, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# tbDarkReaderDescription
source: This browser extension makes websites in Chrome, Firefox and Edge respect the system theme.
cs: Toto rozšíření prohlížeče donutí weby v Chrome, Firefox a Edge respektovat systémový motiv.
de: Diese Browser-Erweiterung färbt Webseiten in Chrome, Firefox und Edge passend zur Systemfarbe dunkel ein.
el_gr: Αυτή η επέκταση προγράμματος περιήγησης κάνει τους ιστότοπους σε Chrome, Firefox και Edge να σέβονται το θέμα του συστήματος.
es: Esta extensión para el navegador hace que las páginas web en Chrome, Firefox y Edge respeten el tema del sistema.
fr: Cette extension du navigateur permet aux sites Web de respecter le thème sombre dans Chrome, Firefox et Edge.
id: Ekstensi ini membuat website dalam Chrome, Firefox dan Edge mengikuti tema sistem.
it: Questa estensione applica il tema di sistema ai siti in Chrome, Firefox e Edge
ja: このブラウザー拡張機能は Chrome, Firefox と Edge でのサイトの表示をシステムのテーマに従ったものにします。
nl: Deze browserextensie zorgt ervoor dat websites in Chrome, Firefox en Edge het systeemthema respecteren.
pl: To rozszerzenie przeglądarki sprawia, że strony internetowe w przeglądarkach Chrome, Firefox i Edge respektują motyw systemowy.
pt_br: Esta extensão de navegador faz os websites no Chrome, Firefox e Edge respeitar o tema do sistema.
ru: Это расширение обеспечивает следование теме системы на сайтах в Chrome, Firefox и Edge
tr: Bu tarayıcı uzantısı Chrome, Firefox ve Edge'deki web sitelerinin sistem temasına uymasını sağlar.
uk: За допомогою цього розширення веб-сайти в Chrome, Firefox та Edge відповідатимуть системній темі
vi: Trình mở rộng này làm cho các trang web trong Chrome, Firefox và Edge biết được chủ đề của hệ thống.
zh_hans: 此浏览器扩展可使 Chrome、Firefox 和 Edge 中的网站跟随系统主题设定。
zh_hant: 此擴充功能可以使 Chrome、Firefox 和 Edge 的網頁隨著系統主題切換顏色。

# locationCityNotFound
source: Not found
cs: nenalezeno
de: Nicht gefunden
el_gr: Δεν βρέθηκε
es: No encontrado
fr: Non trouvé
id: Tidak ditemukan
it: Non trovata
ja: 見つかりません
nl: Niet gevonden
pl: Nie znaleziono
pt_br: Não encontrado
ru: не найдено
tr: Bulunamadı
uk: не знайдено
vi: Không tìm thấy
zh_hans: 未找到相应的城市
zh_hant: 找不到

# DonationHeaderReason
source: Why should you donate?
cs: Proč byste měli přispět?
de: Wieso spenden?
el_gr: Γιατί να κάνετε δωρεά;
es: ¿Por qué deberías donar?
fr: Pourquoi faire un don ?
id: Mengapa mendonasi?
it: Perché donare?
ja: なぜ寄付するといいの？
nl: Waarom doneren?
pl: Dlaczego?
pt_br: Porque é que devo doar?
ru: Зачем пожертвовать?
tr: Neden bağış yapmalısınız?
uk: Чому?
vi: Tại sao bạn nên đóng góp tự nguyện?
zh_hans: 为什么要捐赠？
zh_hant: 為什麼要贊助？

# DonationHowTo
source: How to donate?
cs: Jak přispět?
de: Wie spenden?
el_gr: Πώς να κάνετε δωρεά;
es: ¿Cómo donar?
fr: Comment donner ?
id: Bagaimana cara mendonasi?
it: Come donare?
ja: 寄付するには？
nl: Hoe doneren?
pl: Jak?
pt_br: Como doar?
ru: Как пожертвовать?
tr: Nasıl bağış yapabilirim?
uk: Як підтримати?
vi: Làm cách nào để đóng góp tự nguyện?
zh_hans: 如何捐赠？
zh_hant: 要怎麼贊助？

# DonationPayPalDescription
source: You can send me money via PayPal. It's completely voluntary and you shouldn't expect any compensation.
cs: Peníze mi můžete poslat skrze PayPal. Váš příspěvek je zcela dobrovolný a nezakládá se Vám za něj žádného odškodnění.
de: Akzeptiert werden spenden über PayPal. Diese sind freiwillig und es kommt zu keinerlei Gegenleistung.
el_gr: Μπορείτε να μου στείλετε χρήματα μέσω PayPal. Είναι εντελώς εθελοντικό και δεν πρέπει να περιμένετε καμία αποζημίωση.
es: Puedes donarme dinero mediante PayPal. Es completamente voluntario y no deberías esperar ninguna ventaja.
fr: Vous pouvez m'envoyer de l'argent via PayPal. C'est totalement volontaire et vous ne devez pas vous attendre à une quelconque compensation.
id: Anda dapat mendonasikan uang kepada kami menggunakan Paypal. Ini sepenuhnya secara sukarela dan Anda tidak berhak kompensasi apapun.
it: Puoi inviarmi denaro tramite Paypal. La donazione è volontaria, e non comporta alcun bonus.
ja: PayPal 経由で送金できます。寄付は自発的なもので、あなたへの見返りを期待しないでください。
nl: U kunt geld sturen via PayPal. Het is volledig vrijwillig en u hoeft geen compensatie te verwachten.
pl: Możesz mi wysłać pieniądze PayPalem. Jest to całkowicie dobrowolne, dlatego niestety nie otrzymasz niczego w zamian.
pt_br: Pode enviar-me dinheiro via Paypal. É completamente voluntário e não deve esperar qualquer compensação.
ru: Вы можете отправить мне деньги через PayPal. Это полностью добровольно и не следует ожидать любой компенсации
tr: Bana PayPal ile para gönderebilirsiniz. Tamamen isteğe bağlıdır ve herhangi bir karşılık beklememelisiniz.
uk: Ви можете надіслати мені гроші через PayPal. Це повністю добровільно, і не слід очікувати жодної компенсації.
vi: Bạn có thể gửi tiền cho tôi qua PayPal. Nó hoàn toàn tự nguyện và không thể bồi hoàn.
zh_hans: 您可以通过 PayPal 自愿且无偿地向我汇款。
zh_hant: 您可以透過 PayPal 贊助我。完全不強迫，您不應該期待有任何報酬。

# NavbarDonation
source: Donate
cs: Přispět
de: Spenden
el_gr: Δωρεά
es: Donar
fr: Faire un don
id: Donasi
it: Dona
ja: 寄付
nl: Doneren
pl: Przekaż darowiznę
pt_br: Doar
ru: Пожертвовать
tr: Bağış yap
uk: Підтримати
vi: Đóng góp
zh_hans: 捐赠
zh_hant: 贊助

# donationDescription
source: Hello! Thank you for using Auto Dark Mode! Do you like it so far? This app makes your everyday more pleasant, by helping you take care of your eyes. At the same time it's completely free, ad-free, doesn't collect user data and it's open source. I don't generate any profit with this project. For this reason you could support me with a voluntary donation. Even a small amount makes me jumping happy through my apartment. Just donate as much as you value my work.
cs: Ahoj a děkuji, že používáte Auto Dark Mode. Auto Dark Mode se snaží zpříjemnit každodenní používání počítače tím, že se stará o Váš zrak. Přitom je zcela zdarma, bez reklam, open-source, ani nesbírá žádná data. Aplikace je nezisková. Jestli se Vám moje aplikace líbí, zvažte, zda byste mne nechtěli podpořit. I malý peněžní příspěvek mi udělá neskonalou radost; u větších budu přímo skákat radostí po bytě.
de: Hallo! Vielen Dank, dass du Auto Dark Mode nutzt! Gefällt dir die App? Die App gestaltet deinen Alltag angenehmer, da sie deine Augen schont. Gleichzeitig ist sie komplett gratis, werbefrei, kommt ohne Datenerhebung aus und ist vollständig Open Source. Ich erziele keinerlei Einnahmen mit diesem Projekt. Aus diesem Grund hast du die Möglichkeit, mir eine kleine Spende dazulassen. Selbst ein kleiner Betrag lässt mich vor Freude durch meine Wohnung springen. Spende einfach so viel, wie dir meine Arbeit wert ist.
el_gr: Γειά σας! Σας ευχαριστούμε που χρησιμοποιείτε το Auto Dark Mode! Σας αρέσει μέχρι τώρα; Αυτή η εφαρμογή κάνει την καθημερινότητά σας πιο ευχάριστη, βοηθώντας σας να φροντίζετε τα μάτια σας. Ταυτόχρονα είναι εντελώς δωρεάν, χωρίς διαφημίσεις, δεν συλλέγει δεδομένα χρήστη και είναι ανοιχτού κώδικα. Δεν αποφέρω κανένα κέρδος με αυτό το έργο. Για αυτό το λόγο μπορείτε να με υποστηρίξετε με μια εθελοντική δωρεά. Ακόμη και έναα μικρό ποσό με κάνει να χοροπηδάω χαρούμενος στο διαμέρισμά μου. Απλώς κάντε μια δωρεά αντίστοιχη της εκτίμησής σας για τη δουλειά μου.
es: ¡Hola! ¡Gracias por usar Auto Dark Mode! ¿Te está gustando? Esta aplicación hace tu día a día más agradable, ayudándote a cuidar tus ojos. Al mismo tiempo es completamente gratuita, no tiene anuncios, no recopila información de los usuarios y es de código abierto. No obtengo ningún beneficio económico con este proyecto. Por este motivo puedes apoyarme con una donación voluntaria. Incluso una pequeña cantidad me hace saltar de felicidad por mi apartamento. Tan solo dona tanto como valores mi trabajo.
fr: Salut ! Merci d'utiliser Auto Dark Mode ! Est-ce que vous aimez l'application jusqu'à présent ? Cette application rend votre quotidien plus agréable, en vous aidant à prendre soin de vos yeux. En même temps, elle est complètement gratuite, sans publicité, ne collecte pas les données des utilisateurs et est open source. Je ne génère aucun profit avec ce projet. C'est pourquoi vous pouvez me soutenir avec un don libre. Même un petit montant me fait sauter de joie dans mon appartement. Faites un don dans la mesure où vous appréciez mon travail.
id: Halo! Terima kasih telah menggunakan Auto Dark Mode Apakah Anda menyukainya? Aplikasi ini membuat hari Anda lebih menyenangkan, dengan membantu merawat mata Anda. Dan juga aplikasi ini gratis, tanpa iklan, tidak mengumpulkan data pengguna dan bersifat open source. Kami tidak mengambil keuntungan apa pun dari proyek ini. Karena itu Anda dapat memberi sumbangan secara sukarela. Sumbangan kecil bahkan membuat kami senang.
it: Ciao! Grazie per usare Auto Dark Mode! Sei soddisfatto finora? Questa app facilita la tua vita di tutti i giorni, prendendosi cura dei tuoi occhi. Al tempo stesso è totalmente gratis, non contiene pubblicità, non raccoglie dati personali ed è open-source. Nessun profitto viene generato da quest'app. Per questo motivo, ti chiederei di supportarmi con una donazione volontaria, anche piccola: tanto mi basta per farmi saltare di gioia. Dona tanto quanto meriti il mio lavoro.
ja: Auto Dark Mode のご利用ありがとうございます。気に入っていただけているでしょうか？ このアプリがあなたの目を気遣うことで、あなたの毎日をより快適にするでしょう。それでいて完全に無料で広告もなく、個人情報も収集せず、オープンソースです。 私はこのプロジェクトから利益を生み出していません。 こういった理由から、私の活動支援のための任意の寄付を募っています。どんなに少額でも、私はアパートから飛び出るほど嬉しいのです。私の取り組みに感じた価値をぜひ寄付してください。
nl: Hallo! Dankuwel voor het gebruiken van Auto Dark Mode! Wat vindt u ervan? Deze app maakt uw beleving aangenamer door u te helpen voor uw ogen te zorgen. Tegelijkertijd is het compleet gratis, advertentievrij, verzamelt het geen gebruikersgegevens en is het opensource. Ik genereer geen inkomsten met dit project. Hierom zou u mij kunnen steunen met een vrijwillige donatie. Zelfs een klein bedrag maakt me zo blij dat ik door mijn hele appartement spring. Doneer zo veel als u mijn werk waard vindt.
pl: Witaj! Dzięki, że używasz Auto Dark Mode! Jak Ci się podoba? Ta aplikacja sprawia każdy Twój dzień łatwiejszy i dba o Twoje oczy. Równocześnie jest całkowicie darmowa, bez reklam, nie zbiera Twoich danych, a kod źródłowy jest otwarty i publiczny. Dlatego niestety nie zarabiam ani grosza na tym projekcie. Jeżeli chcesz, możesz wesprzeć mnie dobrowolną darowizną. Nawet najmniejsza kwota sprawia, że skaczę szczęśliwy po mieszkaniu. Podaruj tyle, na ile cenisz moją pracę.
pt_br: Olá! Obrigado por utilizar o Auto Dark Mode! Está gostando dele até agora? Esta aplicação torna o seu dia-a-dia mais agradáveis, ao ajudá-lo a cuidar dos seus olhos. Ao mesmo tempo, é completamente gratuito, livre de anúncios, não recolhe dados do usuário e é de código aberto. Eu não obtenho qualquer lucro com este projeto. Por esta razão, você pode me apoiar com uma doação voluntária. Até uma pequena quantia me faz pular de alegria pelo meu apartamento. Apenas doe o quanto você valoriza o meu trabalho.
ru: Привет! Спасибо за использование Auto Dark Mode! Вам нравится? Это приложение делает вашу повседневную жизнь более приятной, помогая заботиться о ваших глазах. В то же время, оно абсолютно бесплатно, без рекламы, не собирает данные о пользователе и имеет открытый исходный код. Я не получаю никакой прибыли с этого проекта. По этой причине вы можете поддержать меня добровольным пожертвованием. Даже от небольшой суммы я буду прыгать от счастья по квартире. Просто пожертвуйте столько, насколько вы оцениваете мою работу.
tr: Merhaba! Auto Dark Mode'u kullandığınız için teşekkürler! Şimdiye kadar beğendin mi? Bu uygulama gözlerinize iyi bakmanıza yardımcı olarak günlük hayatınızı daha keyifli hale getirir. Aynı zamanda tamamen ücretsizdir, reklamsızdır, kullanıcı verilerini toplamaz ve açık kaynaklıdır. Bu proje ile herhangi bir kazanç elde etmiyorum. Bu nedenle bana gönüllü bir bağışla destek olabilirsiniz. Küçük bir miktar bile beni dairemde mutlu ediyor. Çalışmalarıma değer verdiğin kadar bağış yap.
uk: Вітаю! Дякую за використання Auto Dark Mode! Поки подобається цей застосунок? Auto Dark Mode робить ваше повсякдення приємнішим, допомагаючи дбати про очі. У той же час вона абсолютно безплатна, без реклами, не збирає даних про користувачів та з відкритим кодом. Я не отримую жодного прибутку від цього проєкту. З цієї причини ви могли б підтримати мене добровільним внеском. Навіть від невеликої суми я стрибатиму по квартирі. Просто пожертвуйте стільки, на скільки цінуєте мою роботу.
vi: Xin chào! Cảm ơn bạn đã sử dụng Auto Dark Mode! Trong quá trình sử dụng, bạn có thích nó chứ? Ứng dụng này làm cho việc sử dụng máy tính trở nên dễ chịu hơn, bằng cách giúp bạn chăm sóc đôi mắt của mình. Đồng thời nó hoàn toàn miễn phí, không có quảng cáo, không thu thập dữ liệu người dùng và là mã nguồn mở. Tôi không tạo ra bất kỳ lợi nhuận nào từ dự án này. Vì lý do đó, bạn có thể ủng hộ tôi bằng một khoản đóng góp tự nguyện. Ngay cả một khoản tiền nhỏ cũng khiến tôi ngập trong vui sướng. Hãy đóng góp một mức mà bạn nghĩ là xứng đáng với lợi ích mà ứng dụng này mang đến cho bạn.
zh_hans: 您好！感谢您使用 Auto Dark Mode。迄今为止，您还喜欢这个应用吗？ 这个应用保护您的眼睛，让您每天的心情更加愉悦。同时它也是一个完全免费、无广告、不收集用户数据的开源项目。 我并不靠本项目盈利。 如上所述，您可以通过捐赠支持我，甚至一笔小钱都能让我开心得一蹦三尺高。只要您重视我的工作，就捐献吧。
zh_hant: 嗨！感謝您使用 Auto Dark Mode！到目前為止您還喜歡這個程式嗎？ 此應用程式透過自動調整顏色保護您的眼睛，使您使用電腦時更加舒適。且同時免費、不收集使用者資料，且開放原始碼。 我不會從此程式獲得任何收益。 所以希望您能透過贊助支持我。即使是一小筆錢也能使我開心地活蹦亂跳。只要贊助您覺得此程式在您心中值多少錢即可。

# ThemeApplyError2
source: Error occured while applying a .theme-file. Maybe your created theme got deleted or moved. This is why we deactivated theme switching for now. To re-enable it, please open Auto Dark Mode and configure {0} Settings.
cs: Nastala chyba při zavádění .theme-file. Je možné, že Váš vlastní motiv už není dostupný. Proto jsme zatím omezili přepínání motivů. K opětovnému povolení přepínání motivů prosím otevřete Auto Dark Mode a upravte {0} nastavení.
de: Ein Fehler ist beim Anwenden der .Theme-Datei aufgetreten, weswegen wir nun den Windows Design-Wechsel deaktivieren. Vielleicht wurde die Datei gelöscht oder verschoben. Um die Funktion zu reaktivieren besuche bitte die {0} Einstellungen.
el_gr: Παρουσιάστηκε σφάλμα κατά την εφαρμογή ενός αρχείου .theme. Ισως το θέμα που δημιουργήσατε να διαγράφηκε ή να μετακινήθηκε. Αυτός είναι ο λόγος για τον οποίο απενεργοποιήσαμε την εναλλαγή θέματος προς το παρόν. Για να την ενεργοποιήσετε ξανά, ανοίξτε το Auto Dark Mode και διαμορφώστε τις ρυθμίσεις {0}.
es: Ha ocurrido un error al aplicar un archivo .theme. Tal vez tu tema ha sido eliminado o movido. Por ese motivo hemos desactivado el cambio de tema por ahora. Para volver a activarlo, por favor, abre Auto Dark Mode y configura los ajustes {0}.
fr: Une erreur s'est produite lors de l'application d'un fichier .theme. Le thème que vous aviez créé a peut-être été supprimé ou déplacé. C'est pourquoi nous avons désactivé le changement de thème pour le moment. Pour le réactiver, ouvrez Auto Dark Mode et configurez les paramètres {0}.
id: Terjadi masalah saat mengaplikasikan .theme-file. Mungkin saja tema yang Anda buat terbuang atau berpindah. Inilah kenapa kami menonaktifkan pengalihan tema untuk sekarang. Untuk mengaktifkan kembali, tolong buka Auto Dark Mode dan mengkonfigurasi {0} Setelan.
it: Errore nell'applicare un .theme-file. Forse il tema da te creato è stato cancellato o spostato. Per questo motivo il cambio di tema è stato sospeso per il momento. Per ripristinarlo, avvia Auto Dark Mode e configura le {0} Impostazioni
ja: .theme ファイルの適用中にエラーが発生しました。あなたが作成したテーマが削除されたり移動されているかもしれません。テーマの切り替えを無効化しました。再び有効にするには、Auto Dark Mode の設定 {0} を行ってください。
nl: Fout bij het toepassen van een .theme-bestand. Misschien is uw thema verwijderd of verplaatst. Hierom is momenteel het wisselen van thema uitgeschakeld. Open Auto Dark Mode en configureer {0} Instellingen.
pl: Nastąpił błąd podczas stosowania motywu. Być może motyw został usunięty lub przeniesiony. Z tego powodu zmiana motywu została tymczasowo wyłączona. Aby zreaktywować ją, otwórz Auto Dark Mode i skonfiguruj: {0}.
pt_br: Ocorreu um erro enquanto aplicava um ficheiro .theme. Talvez o seu tema criado foi eliminado ou movido. Foi por isto que desactivámos a mudança de temas por agora. Para activá-lo, abra o Auto Dark Mode e configure as definições de {0}.
ru: Во время применения файла .theme произошла ошибка. Возможно, созданная вами тема была удалена или перемещена. Поэтому мы сейчас отключили переключение тем. Чтобы включить его заново, пожалуйста, откройте Auto Dark Mode и сконфигурируйте {0} Настройки
tr: .theme dosyası ayarlanırken hata oluştu. Belki oluşturduğunuz tema silinmiş ya da taşınmıştır. Bu nedenle tema değiştirmeyi şimdilik devre dışı bıraktık. Yeniden etkinleştirmek için lütfen Auto Dark Mode'u açın ve {0} Ayarlarını yapılandırın.
uk: Під час застосування файлу .theme сталася помилка. Можливо, створена вами тема була видалена або переміщена. Тому зараз перемикання тем вимкнене. Аби знову ввімкнути його, відкрийте Auto Dark Mode і налаштуйте {0} Параметри
vi: Đã xảy ra lỗi khi áp dụng tập tin .theme. Có thể chủ đề bạn đã tạo đã bị xóa hoặc di chuyển. Đó là lý do tại sao ứng dụng sẽ tắt tính năng chuyển đổi chủ đề ngay bây giờ. Để bật lại tính năng này, vui lòng mở Auto Dark Mode và định cấu hình cài đặt {0}.
zh_hans: 应用 .theme 文件时发生错误，您创建的主题可能已被删除或被移动到了其它位置。主题切换已停用，若要重新启用，请打开 Auto Dark Mode 并配置 {0} 设置。
zh_hant: 套用 .theme-file 時發生錯誤。您建立的佈景主題可能被刪除或移動。我們暫時先停用自動主題切換。若要重新啟用，請開啟 Auto Dark Mode 並調整 {0} 設定。

# ErrorApplyRestart
source: We ran into the following issue: {0} We will now try to solve this problem by running an algorithm as administrator. Maybe this will help. Auto Dark Mode will restart afterwards and you'll need to re-apply your settings, sorry! Sidenote: NEVER run Auto Dark Mode as administrator manually!
cs: Narazili jsme na následující problém: {0} Zkusíme jej vyřešit spuštěním algoritmu s administrátorskými právy. To leckdy pomůže. Auto Dark Mode se poté restartuje. Bude však nezbytné vše znovu nastavit - mrzí nás to. Prosím NIKDY nespouštějte Auto Dark Mode coby administrátor!
de: Folgender Fehler ist aufgetreten: {0} Wir versuchen ihn nun zu beheben, indem wir einen Algorithmus als Administrator ausführen. Vielleicht gelingt es uns, das Problem zu lösen! Allerdings müssen wir dafür Auto Dark Mode neu starten, weswegen du deine Einstellungen leider erneut anwenden musst. Hinweis: bitte starte Auto Dark Mode niemals manuell als Administrator!
el_gr: Αντιμετωπίσαμε το εξής θέμα: {0} Τώρα θα προσπαθήσουμε να λύσουμε αυτό το πρόβλημα εκτελώντας έναν αλγόριθμο ως διαχειριστής. Ισως αυτό να βοηθήσει. Το Auto Dark Mode θα κάνει στη συνέχεια επανεκκίνηση και θα χρειαστεί να εφαρμόσετε ξανά τις ρυθμίσεις σας, συγγνώμη! Υποσημείωση: ΠΟΤΕ μην εκτελείτε το Auto Dark Mode ως διαχειριστής χειροκίνητα!
es: Nos hemos topado con el siguiente error: {0}. Ahora intentaremos solucionar este problema ejecutando un algoritmo como administrador. Tal vez esto ayude. Auto Dark Mode se reiniciará después de eso y tendrás que volver a aplicar todos tus ajustes. ¡Perdona! Por cierto, ¡NUNCA ejecutes Auto Dark Mode como administrador manualmente!
fr: Nous avons rencontré le problème suivant : {0} Nous allons tenter de résoudre ce problème en exécutant un algorithme en tant qu'administrateur. Auto Dark Mode redémarrera ensuite et vous devrez réappliquer vos paramètres. Remarque : N'exécutez JAMAIS Auto Dark Mode en tant qu'administrateur manuellement !
id: Kami mengalami beberapa masalah: {0}. Kami akan mencoba memperbaiki masalah ini dengan menjalankan melalui administrator. Mungkin ini dapat membantu. Auto Dark Mode akan memulai ulang setelah itu dan Anda harus menerapkan ulang setelan Anda. Pesan: tolong untuk TIDAK menjalankan Auto Dark Mode dengan Administrator!
it: Si è verificato il seguente problema: {0}. Per risolvere il problema, verrà eseguito un algoritmo come amministratore. Forse funzionerà. Auto Dark Mode verrà riavviato e dovrai riconfigurare le impostazioni. Ci dispiace! PS: non avviare MAI Auto Dark Mode come amministratore!
ja: 以下の問題があります: {0} 管理者としてアルゴリズムを実行することでこの問題の解決を試行します。助けになる可能性があります。 その後、Auto Dark Mode が再起動するので、お手数ですが設定を再び適用してください。 注: Auto Dark Mode は管理者権限で実行しないでください！
nl: Het volgende probleem trad op: {0} Er wordt geprobeerd dit probleem op te lossen door een algoritme uit te voeren als administrator. Dit kan helpen. Auto Dark Mode zal daarna opnieuw opstarten. U zult alles opnieuw moeten instellen, sorry! N.B.: Voer Auto Dark Mode NOOIT handmatig uit als administrator!
pl: Aplikacja napotkała błąd: {0} Spróbujemy naprawić problem, uruchamiając część aplikacji jako administrator. Auto Dark Mode zostanie zrestartowany, po czym będzie konieczna ponowna konfiguracja ustawień. Przepraszamy za to! Uwaga: NIGDY nie uruchamiaj Auto Dark Mode jako administrator samodzielnie!
pt_br: Nos deparamos com o seguinte problema: {0} Tentaremos agora resolver este problema executando um algoritmo como Administrador. Talvez isto vá ajudar. O Auto Dark Mode irá reiniciar depois e você precisará reaplicar as suas configurações, desculpe! Nota: NUNCA execute o Auto Dark Mode como Administrador manualmente!
ru: Мы столкнулись со следующей проблемой: {0}. Сейчас мы попробуем решить её запустив алгоритм как администратор. Возможно это поможет. Auto Dark Mode will restart after that and you need to re-apply your settings, sorry! И кстати: пожалуйста, НИКОГДА не запускайте Auto Dark Mode от имени администратора!
tr: Aşağıdaki sorunla karşılaştık: {0} Şimdi yönetici olarak bir algoritma çalıştırarak bu sorunu çözmeye çalışacağız. Belki bu yardımcı olur. Auto Dark Mode daha sonra yeniden başlayacak ve maalesef ayarlarınızı yeniden yapmanız gerekecek! Not: Auto Dark Mode'u elle yönetici olarak ASLA çalıştırmayın!
uk: Трапилась така проблема: {0}. Зараз ми спробуємо вирішити її, запустивши програму з правами адміністратора. Можливо, це допоможе. Після цього Auto Dark Mode перезапуститься, і вам потрібно буде знову застосувати свої налаштування, вибачте! До речі, будь ласка, НІКОЛИ не запускайте Auto Dark Mode в режимі адміністратора!
vi: Chúng ta đã gặp phải vấn đề sau: {0} Chúng ta sẽ thử giải quyết vấn đề này ngay bằng cách chạy một lập trình dưới tư cách quản trị viên. Có thể điều này sẽ giúp ích. Chủ đề tối tự động sẽ khởi động lại sau đó và bạn sẽ cần phải đặt lại các cài đặt của bạn, thông cảm nhoé! Lưu chú: KHÔNG BAO GIỜ chạy Chủ đề tối tự động với quyền quản trị viên bằng cách thủ công!
zh_hans: 我们遇到了以下问题： {0} 现在我们将尝试以管理员身份运行算法程序，来解决此问题。但无法保证一定有效。 之后，Auto Dark Mode 将重新启动。您需要重新设置本应用，非常抱歉！ 注：请勿手动以管理员身份运行 Auto Dark Mode！
zh_hant: 我們遇到了以下問題： {0} 我們現在會以管理員身分執行應用程式以嘗試修復。 Auto Dark Mode 會自動重新啟動，但您必須重新套用您的設定。造成不便，敬請見諒。 提醒：永遠不要手動以系統管理員身分執行 Auto Dark Mode！

# tbHelp
source: Help
cs: Potřebujete pomoc s problémem?
de: Hilfe
el_gr: Βοήθεια
es: Ayuda
fr: Aide
id: Bantuan
it: Hai bisogno di aiuto?
ja: ヘルプ(英語)
nl: Hulp
pl: Pomoc
pt_br: Ajuda
ru: Нужна помощь в решении проблемы?
tr: Yardım
uk: Потрібна допомога у вирішенні проблеми?
vi: Bạn cần giúp đỡ khum
zh_hans: 帮助
zh_hant: 需要協助嗎？

# cbSettingsMultiUserImprovements
source: Multi-User support
cs: Podpora více uživatelů
de: Unterstützung für mehrere Nutzerkonten
el_gr: Υποστήριξη πολλών χρηστών
es: Soporte para varios usuarios
fr: Support multi-utilisateur
id: Dukungan multi-pengguna
it: Supporto multi-utente
ja: 複数ユーザーへの対応
nl: Ondersteuning voor meerdere gebruikers
pl: Wsparcie wielu użytkowników
pt_br: Suporte de múltiplos utilizadores
ru: Поддержка нескольких пользователей
tr: Çoklu Kullanıcı desteği
uk: Підтримка багатьох користувачів
vi: Hỗ trợ đa người dùng
zh_hans: 多用户支持
zh_hant: 支援多個使用者
