Repository: AutoDarkMode/Windows-Auto-Night-Mode
Catalog: AutoDarkModeLib/Properties/Resources.*.resx
Languages: cs, de, el_gr, es, fr, id, it, ja, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# ThemeSwitchPendingQuestion
source: Would you like to switch now or delay further?
de: Soll der Designwechsel jetzt erfolgen oder später?
el_gr: Θέλετε να κάνετε εναλλαγή τώρα ή επιπλέον καθυστέρηση;
es: ¿Quieres cambiar ya o posponerlo más?
fr: Voulez-vous changer maintenant ou retarder davantage ?
id: Apakah anda mau untuk berganti sekarang? Atau tunda lebih lanjut?
it: Vorresti cambiare ora o posticipare ulteriormente?
ja: 今すぐ切り替えますか？それとも遅延させますか？
nl: Wilt u nu van thema wisselen of verder uitstellen?
pl: Czy chcesz przełączyć się teraz czy później?
pt_br: Gostaria de mudar agora ou atrasar para mais tarde?
ru: Хотите переключить сейчас или отложить?
tr: Şimdi değişim yapmak mı ya da daha fazla geciktirmek mi istiyorsunuz?
vi: Bạn muốn chuyển ngay hay chờ thêm?
zh_hans: 您想现在切换还是继续推迟？

# SettngsPageTraceMode
source: Trace mode
de: Trace Modus
el_gr: Λειτουργία παρακολούθησης
es: Modo rastreo
fr: Mode Trace
id: Mode jejak
it: Modalità tracciamento
ja: 追跡モード
nl: Traceermodus
pl: Tryb śledzenia
pt_br: Modo de rastreio
tr: İzleme modu
vi: Chế độ trace
zh_hans: 追踪模式

source: Special thanks
de: Besonderer Dank gebührt
el_gr: Θερμές ευχαριστίες
es: Agradecimientos especiales
fr: Remerciements particuliers
id: Terima kasih spesial
it: Ringraziamenti speciali
ja: 謝辞
nl: Speciale dank
pl: Specjalne podziękowania
pt_br: Agradecimentos especiais
ru: Особая благодарность
tr: Özel teşekkürler
vi: Trân trọng cảm ơn
zh_hans: 特别感谢

# ThemeCheckBoxIgnoreBackground
source: Ignore background
de: Hintergrundbild ignorieren
el_gr: Παράβλεψη φόντου
es: Ignorar fondo
fr: Ignorer l'arrière-plan
id: Abaikan latar belakang
it: Ignora lo sfondo
ja: 背景を除外
nl: Achtergrond negeren
pl: Ignoruj tło
pt_br: Ignorar fundo
tr: Arka planı yoksay
vi: Bỏ qua hình nền
zh_hans: 忽略背景

# ThemeCheckBoxIgnoreCursor
source: Ignore cursor
de: Mauszeiger ignorieren
el_gr: Παράβλεψη δρομέα ποντικιού
es: Ignorar cursor
fr: Ignorer le curseur
id: Abaikan kursor
it: Ignora il cursore
ja: カーソルを除外
nl: Muisaanwijzer negeren
pl: Ignoruj kursor
pt_br: Ignorar ponteiro
tr: Fare imlecini yoksay
vi: Bỏ qua con trỏ chuột
zh_hans: 忽略光标

# ThemeCheckBoxIgnoreDesktopIcons
source: Ignore desktop icons
de: Desktop Symbole ignorieren
el_gr: Παράβλεψη εικονιδίων επιφάνειας εργασίας
es: Ignorar iconos del escritorio
fr: Ignorer les icônes du bureau
id: Abaikan ikon desktop
it: Ignora le icone del desktop
ja: デスクトップアイコンを除外
nl: Bureaubladpictogrammen negeren
pl: Ignoruj ikony pulpitu
pt_br: Ignorar ícones do Ambiente de Trabalho
tr: Masaüstü simgelerini yoksay
vi: Bỏ qua biểu tượng
zh_hans: 忽略桌面图标

# ThemeCheckBoxIgnoreSound
source: Ignore sound
de: Sounds ignorieren
el_gr: Παράβλεψη ήχων
es: Ignorar sonido
fr: Ignorer le son
id: Abaikan notifikasi suara
it: Ignora i suoi
ja: サウンドを除外
nl: Geluid negeren
pl: Ignoruj dźwięk
pt_br: Ignorar som
tr: Sesleri yoksay
vi: Bỏ qua âm thanh
zh_hans: 忽略声音

# ThemeHeaderIgnoreFlags
source: Ignore settings
de: Ausschlussoptionen
el_gr: Ρυθμίσεις παράβλεψης
es: Ignorar ajustes
fr: Ignorer les paramètres
id: Abaikan pengaturan
it: Ignore le impostazioni
ja: 除外の設定
nl: Instellingen negeren
pl: Ignoruj ustawienia
pt_br: Ignorar definições
tr: Yoksayma seçenekleri
vi: Bỏ qua các thiết lập
zh_hans: 忽略设置

# ThemeIgnoreDisabledMessage
source: This option does not support default Windows themes
de: Diese Option wird von Standard Windows Designs nicht unterstützt
el_gr: Αυτή η ρύθμιση δεν υποστηρίζει προεπιλεγμένα θέματα των Windows
es: Esta opción no soporta los temas por defecto de Windows
fr: Cette option ne prend pas en charge les thèmes Windows par défaut
id: Opsi ini tidak mendukung tema Windows bawaan
it: Questa opzione non supporta il tema predefinito di Windows
ja: このオプションは標準のWindowsテーマには対応していません
nl: Deze optie ondersteunt geen standaardthema's van Windows
pl: Ta opcja nie obsługuje domyślnych motywów systemu Windows
pt_br: Esta opção não suporta os temas por defeito do Windows
ru: Эта опция не поддерживает темы Windows по умолчанию
tr: Bu seçenek varsayılan Windows temalarını desteklemez
vi: Cài đặt này không hỗ trợ chủ đề mặc định của Windows
zh_hans: 此选项不支持默认 Windows 主题

source: minutes
de: Minuten
el_gr: λεπτά
es: Minutos
id: menit
it: minuti
ja: 分
nl: minuten
pl: min.
pt_br: minutos
ru: минуты
tr: dakika
zh_hans: 分钟

# lblPaused
source: Paused
de: Pausiert
el_gr: Σε παύση
es: Pausado
fr: Suspendu
id: Jeda
it: In pausa
ja: 停止中
nl: Gepauzeerd
pl: Wstrzymano
pt_br: Pausado
ru: Приостановлено
tr: Duraklatıldı
vi: Tạm ngưng
zh_hans: 已暂停

# ToolTipOfficeDisclaimer
source: Only use with Office 2013-2019 or if you experience issues with Office's 'use system' setting
de: Nur mit Office 2013-2019 zu verwenden, oder wenn die Einstellung, sich dem System-Design anzupassen nicht funktioniert
el_gr: Χρησιμοποιήστε το μόνο με το Office 2013-2019 ή εάν αντιμετωπίζετε προβλήματα με τη ρύθμιση "Χρήση ρύθμισης συστήματος" του Office
es: Usar solo con Office 2013-2019 o si tienes errores con la opción de 'utilizar la configuración del sistema' de Office
fr: Utiliser uniquement avec Office 2013-2019 ou si vous rencontrez des problèmes avec le paramètre « système d'utilisation » d'Office
id: Hanya gunakan dengan Office 2013 -2019 atau jika Anda mengalami masalah dengan pengaturan 'gunakan sistem' Office
it: Usare solo con Office 2013-2019 o in caso di problemi con l'opzione "adatta al sistema" di Office
ja: Office 2013-2019 か、Office の設定「システム設定を使用する」を使用中に問題が発生している時にのみ使います
nl: Alleen gebruiken met Office 2013-2019 of indien u problemen ervaart met de optie in Office 'systeemthema gebruiken'
pl: Używaj tylko z Office 2013-2019 lub jeśli masz problemy z ustawieniem 'Użyj ustawienia systemowego' w Office
pt_br: Só utilizar com o Office 2013-2019 ou se estiver a ter problemas com o 'utilizar a definição do sistema' do Office
tr: Sadece Office 2013-2019 ile ya da Office'in 'Sistem ayarını kullan' seçeneği ile ilgili sorunlar yaşıyorsanız kullanın
vi: Chỉ sử dụng với Office 2013-2019 hoặc nếu bạn gặp vấn đề với cài đặt 'sử dụng hệ thống' của Office
zh_hans: 仅在 Office 2013-2019 中或您使用 Office 的“使用系统设置”遇到问题时使用

# UpdateToastAnErrorOccuredPatching
source: An error occurred while patching.
de: Ein Fehler ist aufgetreten.
el_gr: Παρουσιάστηκε σφάλμα κατά την αναβάθμιση.
es: Ocurrió un error parcheando.
fr: Une erreur est survenue lors de la mise à jour.
id: Terjadi kesalahan saat menambal.
it: Si è verificato un errore durante il patching
ja: 更新プログラム適用中にエラーが発生しました。
nl: Er is een fout opgetreden bij het toepassen.
pl: Wystąpił błąd podczas aktualizacji.
pt_br: Ocorreu um erro enquanto fazia patching,.
tr: Dosyalar yüklenirken bir hata oluştu.
vi: Một sự cố đã xảy ra trong khi patch.
zh_hans: 应用补丁时出现了错误。

# UpdateToastCurrentVersion
source: Current Version
de: Aktuelle Version
el_gr: Τρέχουσα Εκδοση
es: Versión actual
fr: Version Actuelle
id: Versi Terkini
it: Versione attuale
ja: 現在のバージョン
nl: Huidige versie
pl: Aktualna wersja
pt_br: Versão Actual
ru: Текущая версия
tr: Şu anki Sürüm
vi: Phiên bản hiện tại
zh_hans: 当前版本

# UpdateToastDowngradingTo
source: Downgrading to
de: Zurückstufen auf
el_gr: Υποβάθμιση σε
es: Volviendo a la versión anterior
fr: Retourner à la version antérieure
id: Menurunkan versi ke
it: Retrocedento a
ja: ダウングレード後のバージョン:
nl: Downgraden naar
pl: Obniżanie wersji do
pt_br: Desactualizar para
tr: Sürüm düşürülüyor:
vi: Hạ cấp xuống
zh_hans: 正在降级至

# UpdateToastDownloading
source: Downloading...
de: Lädt herunter…
el_gr: Λήψη…
es: Descargando…
fr: Téléchargement en cours…
id: Mengunduh…
it: Scaricando...
ja: ダウンロード中…
nl: Downloaden…
pl: Pobieranie…
pt_br: Baixando…
ru: Скачивание...
tr: İndiriliyor…
vi: Đang tải…
zh_hans: 下载中…

# UpdateToastDownloadInProgress
source: Download in progress
de: Fortschritt
el_gr: Λήψη σε εξέλιξη
es: Descarga en proceso
fr: Téléchargement en cours
id: Unduhan sedang berlangsung
it: Scaricamento in corso
ja: ダウンロード進行状況
nl: Bezig met downloaden
pl: Pobieranie w toku
pt_br: Descarga em progresso
ru: Идет скачивание
tr: İndirme durumu
zh_hans: 正在下载中

# UpdateToastMessage
source: Message
de: Nachricht
el_gr: Μήνυμα
es: Mensaje
id: Pesan
it: Messaggio
ja: お知らせ
nl: Bericht
pl: Wiadomość
pt_br: Messagem
tr: Mesaj
zh_hans: 消息

# UpdateToastNewVersionAvailable
source: New version {0} available
de: Neue Version {0} verfügbar
el_gr: Νέα έκδοση διαθέσιμη {0}
es: Nueva versión {0} disponible
fr: Nouvelle version {0} disponible
id: Versi baru {0} tersedia
it: Nuona versione {0} disponibile
ja: 最新バージョン {0} があります
nl: Nieuwe versie {0} beschikbaar
pl: Nowa wersja {0} dostępna
pt_br: Nova versão {0} disponível
ru: Доступна новая версия {0}
tr: Yeni sürüm mevcut: {0}
vi: Phiên bản mới {0} khả dụng
zh_hans: 新版本 {0} 可用

# UpdateToastPatchingFailed
source: Patching failed
de: Update Anwenden fehlgeschlagen
el_gr: Η ενημέρωση απέτυχε
es: Parcheado fallido
fr: L'installation du correctif a échouée
id: Gagal menambal
it: Patching fallito
ja: 更新プログラム適用に失敗
nl: Toepassen mislukt
pl: Aktualizacja nie powiodła się
pt_br: O patching falhou
tr: Yükleme başarısız oldu
vi: Patch đã thất bại
zh_hans: 应用补丁失败

# UpdateToastSeeLogs
source: Please check service.log and updater.log for infos
de: Weitere Informationen findest du im service.log und updater.log
el_gr: Παρακαλώ ελέγξτε το service.log και το updater.log για πληροφορίες
es: Por favor, revisa service.log y updater.log para más información
fr: Veuillez consulter service.log et updater.log pour plus d'informations
id: Silakan periksa service.log dan updater.log untuk info
it: Per maggiori informazioni controlla i file service.log e updater.log
ja: service.log と updater.log で詳細情報をご覧ください
nl: Bekijk service.log en updater.log voor details
pl: Sprawdź service.log i updater.log aby uzyskać więcej informacji
pt_br: Por favor, verifique o service.log e updater.log para informações
tr: Bilgi için lütfen service.log ve updater.log'u kontrol edin
vi: Xin hãy kiểm tra tệp service.log và tệp updater.log để được thông tin
zh_hans: 请检查 service.log 和 updater.log 以获取信息

# UpdateToastUpgradingTo
source: Updating to
de: Aktualisieren auf
el_gr: Ενημέρωση σε
es: Actualizando a
fr: Mise à jour vers
id: Memperbarui ke
it: Aggiornando a
ja: アップデート後のバージョン:
nl: Updaten naar
pl: Aktualizacja do
pt_br: A actulizar para
tr: Güncelleniyor:
vi: Đang nâng cấp lên
zh_hans: 正在更新到

# UpdateToastButtonDowngrade
source: Downgrade
de: Vorherige Version
el_gr: Υποβάθμιση
es: Volver a una versión anterior
fr: Retourner à une version antérieure
id: Penurunan
it: Retrocedi
ja: ダウングレード
nl: Downgraden
pl: Obniż wersję
pt_br: Desactualizar
tr: Sürümü düşür
vi: Hạ cấp
zh_hans: 降级

# UpdateToastButtonOpenLogDirectory
source: Open log directory
de: Log-Verzeichnis öffnen
el_gr: Ανοιγμα καταλόγου αρχείου καταγραφής (log)
es: Abrir carpeta de registro
fr: Ouvrir le fichier log (service.log)
id: Catatan Sejarah Direktori
it: Apri cartella dei log
ja: ログのフォルダーを開く
nl: Logboekmap openen
pl: Otwórz dziennik zdarzeń
pt_br: Abrir a pasta dos registos
ru: Открыть папку с логами
tr: Günlük klasörünü aç
zh_hans: 打开日志文件夹

# UpdateToastButtonPostpone
source: Postpone
de: Verschieben
el_gr: Αναβολή
es: Posponer
fr: Reporter
id: Tunda
it: Posticipa
ja: 延期
nl: Uitstellen
pl: Później
pt_br: Adiar
tr: Ertele
vi: Tạm hoãn
zh_hans: 推迟

# UpdateToastButtonUpdate
source: Update
de: Aktualisieren
el_gr: Ενημέρωση
es: Actualizar
fr: Mise à jour
id: Perbarui
it: Aggiorna
ja: 更新
nl: Updaten
pl: Aktualizuj
pt_br: Actualizar
tr: Güncelle
zh_hans: 更新

# UpdateToastDowngradeAvailable
source: Downgrade {0} available
de: Vorherige Version {0} verfügbar
el_gr: Παλαιότερη έκδοση διαθέσιμη {0}
es: Versión anterior {0} disponible
fr: Version antérieure {0} disponible
id: Versi lama {0} tersedia
it: E' disponibile la versione precedente {0}
ja: ダウングレード Ver {0} が利用可能
nl: Downgrade {0} beschikbaar
pl: Starsza wersja {0} dostępna
pt_br: Versão anterior {0} disponível
tr: Düşük sürüm mevcut: {0}
vi: Hạ cấp {0} khả dụng
zh_hans: 降级 {0} 可用

# UpdateToastGoToDownloadPage
source: Go to download page
de: Gehe zur Downloadseite
el_gr: Μετάβαση στη σελίδα λήψης
es: Ir a la página de descargas
fr: Allez à la page des téléchargements
id: Buka halaman unduhan
it: Vai alla pagina di download
ja: ダウンロードページを開く
nl: Ga naar de downloadpagina
pl: Przejdź do strony pobierania
pt_br: Ir para a página de transferências
ru: Перейти на страницу загрузки
tr: İndirme sayfasına git
zh_hans: 转至下载页面

# SettingsPageDowngradeAvailable
source: A downgrade is available
de: Ein Downgrade ist verfügbar
el_gr: Μια παλαιότερη έκδοση είναι διαθέσιμη
es: Un versión anterior está disponible
fr: Une version antérieure est disponible
id: Versi sebelumnya tersedia
it: Una versione precedente è disponibile
ja: ダウングレードが可能です
nl: Een downgrade is beschikbaar
pl: Starsza wersja jest dostępna
pt_br: Uma versão anterior está disponível
tr: Düşük sürüm mevcut
vi: Một bản hạ cấp được khả dụng
zh_hans: 有降级可用

# NavbarScripts
source: Scripts
de: Skripte
es: Comandos
id: Skrip
it: Script
ja: スクリプト
pl: Skrypty
ru: Скрипты
tr: Komut Dosyaları
zh_hans: 脚本

# PageScriptsButtonOpenConfig
source: Open script config
de: Skript-Konfig öffnen
el_gr: Ανοιγμα ρυθμίσεων script (config)
es: Abrir configuración de comandos
fr: Ouvrir la configuration du script
id: Buka pengaturan skrip
it: Apri configurazione degli script
ja: スクリプトの設定を開く
nl: Scriptconfiguratie openen
pl: Otwórz konfigurację skryptów
pt_br: Abrir config do script
ru: Открыть конфигурацию скрипта
tr: Komut dosyası yapılandırmasını aç
vi: Mở cấu hình tập lệnh
zh_hans: 打开脚本设置

# PageScriptsTextBlockHeader
source: Scripts
de: Skripte
es: Comandos
id: Skrip
it: Script
ja: スクリプト
pl: Skrypty
ru: Скрипты
tr: Komut Dosyaları
vi: Script
zh_hans: 脚本

# PageScriptsToggle
source: Enable custom scripts
de: Eigene Skripte aktivieren
el_gr: Ενεργοποίηση προσαρμοσμένων scripts
es: Habilitar comandos personalizados
fr: Activer les scripts personnalisés
id: Aktifkan skrip kustom
it: Abilita script personalizzati
ja: カスタムスクリプトの有効化
nl: Aangepaste scripts inschakelen
pl: Włącz skrypty niestandardowe
pt_br: Activar scripts personalizados
ru: Включить пользовательский скрипт
tr: Özel komut dosyalarını etkinleştir
vi: Bật tệp lệnh tuỳ chọn
zh_hans: 启用自定义脚本

# WallpaperTextBlockChooseWallpaper
source: Choose your wallpaper
de: Wähle ein Hintergrundbild
el_gr: Επιλέξτε την ταπετσαρία σας
es: Elige tu fondo de pantalla
fr: Choisir votre fond d'écran
id: Pilih wallpaper
ja: 壁紙を選択
nl: Achtergrond selecteren
pl: Wybierz swoje tło
pt_br: Escolher a sua imagem de fundo
ru: Выберите обои
tr: Arka plan resimi seç
vi: Chọn màn hình nền
zh_hans: 选择您的壁纸

# WallpaperTextBlockImagePath
source: Image path
de: Dateipfad
el_gr: Διαδρομή εικόνας
es: Ruta de imagen
fr: Emplacement de l'image
id: Alamat gambar
ja: 画像のパス
nl: Afbeeldingspad
pl: Ścieżka obrazu
pt_br: Caminho da imagem
ru: Путь к изображению
tr: Resim konumu
vi: Đường dẫn hình ảnh
zh_hans: 图片路径

# Title
source: Auto Dark Mode
fr: Thème sombre automatique
nl: Automatische nachtmodus
pt_br: Modo Escuro Automático

# tbFeatureDisabledWhileWallpaperMode
source: This feature is disabled while wallpaper mode is enabled.
cs: Tato funkce je při režimu pozadí zakázána.
it: Questa funzionalità è disabilitata mentre la modalità sfondo è abilitata.
ru: Эта функция отключена, пока включен выбор обоев.
uk: Ця функція вимкнена, коли ввімкнено режим фонів.
zh_hant: 當桌布模式啟用時，此功能將被停用。

source: Force Dark Theme
it: Forza Tema Scuro
ru: Принудительно тёмная тема
uk: Примусова темна тема
zh_hant: 強制使用深色模式

source: Force Light Theme
it: Forza Tema Chiaro
ru: Принудительно светлая тема
uk: Примусова світла тема
zh_hant: 強制使用淺色模式

# ThemeSwitchPause
source: Pause auto switch
it: Metti in pausa del cambio automatico
ru: Приостановить автопереключение
uk: Призупинити автоперемикання

# ThemePickerTheme10Windows
source: Windows
uk: Вікна
