Repository: AutoDarkMode/Windows-Auto-Night-Mode
Catalog: AutoDarkModeLib/Properties/Resources.*.resx
Languages: cs, de, el_gr, es, fr, id, it, ja, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# RevertAction
source: Revert this action by clicking on the undo button below.
de: Mache die Änderung rückgängig, indem du die Schaltfläche unten selektierst.
el_gr: Ακυρώστε αυτήν την ενέργεια κάνοντας κλικ στο κουμπί αναίρεσης παρακάτω.
es: Revertir esta acción pulsando en el botón deshacer de abajo.
fr: Annuler cette action en cliquant sur le bouton Annuler ci-dessous.
id: Pulih kan aksi ini dengan menekan tombol batal di bawah.
it: Ripristina questa azione cliccando sul tasto Ripristina qua sotto
ja: この操作を戻すには下のボタンをクリック。
nl: Herstel deze actie door te klikken op de knop 'Ongedaan maken'.
pl: Cofnij tę akcję klikając przycisk Cofnij poniżej.
pt_br: Reverter esta acção ao clicar no botão Anular em baixo.
ru: Отменить это действие, нажав на кнопку отмены ниже.
tr: Aşağıdaki Geri al düğmesine tıklayarak bu işlemi geri alabilirsiniz.
uk: Відкотіть цю дію, натиснувши кнопку скасування нижче.
vi: Đảo ngược hành động này bằng cách bấm nút Đảo ngược bên dưới.
zh_hans: 点击下方的撤销按钮以恢复此操作。

# SwitchModesHotkey
source: hotkey
de: Tastenkombination
el_gr: πλήκτρο συντόμευσης
es: atajo de teclado
fr: raccourci clavier
id: tombol pintas
it: scorciatoia
ja: ホットキー
pl: skrót klawiszowy
pt_br: tecla de atalho
ru: гор. кл.
tr: kısayol tuşu
uk: гаряча клавіша
vi: - phím tắt
zh_hans: 快捷键

# SwitchModesTextBlockHeaderToggleAutomaticThemeSwitch
source: Toggle automatic theme switch
de: Auto-Wechsel an/ausschalten
el_gr: Ενεργοποίηση/απενεργοποίηση αυτόματης εναλλαγής θέματος
es: Activar cambio de tema automático
fr: Activer/désactiver le changement automatique de thème
id: Alihkan pergantian tema otomatis
it: Gestisci il cambio automatico del tema
ja: テーマの自動切替をオン/オフ
nl: Automatische themawisseling in-/uitschakelen
pl: Włącz automatyczne przełączanie motywu
pt_br: Alternar mudança de terma automática
ru: Автосмена темы
tr: Otomatik tema değişimini aç/kapat
uk: Перемкнути автозміну тем
vi: Bật tắt tự động chuyển chủ đề
zh_hans: 启用自动主题切换

# ThemeSwitchActionDisable
source: Disable automatic switch
de: Auto-Wechsel ausschalten
el_gr: Απενεργοποίηση αυτόματης εναλλαγής
es: Desactivar cambio automático
fr: Désactiver le changement automatique
id: Matikan pergantian otomatis
it: Disabilita cambio automatico
ja: 自動切替を無効にする
nl: Automatisch schakelen uitschakelen
pl: Wyłącz automatyczne przełączanie
pt_br: Desactivar a mudança automática
ru: Отключить автопереключение
tr: Otomatik değişimi devre dışı bırak
uk: Вимкнути автоперемикання
vi: Tắt tự động chuyển
zh_hans: 关闭自动切换

# ThemeSwitchActionUndo
source: Undo
de: Rückgängig
el_gr: Αναίρεση
es: Deshacer
fr: Annuler
id: Batalkan
it: Ripristina
ja: 元に戻す
nl: Ongedaan maken
pl: Cofnij
pt_br: Anular
ru: Отменить
tr: Geri al
uk: Скасувати
vi: Đảo ngược
zh_hans: 撤销

# ThemeSwitchPauseActionDisableQuestion
source: Would you like to disable auto switching instead?
de: Möchtest du stattdessen den Auto-Wechsel deaktivieren?
el_gr: Θα θέλατε αντί για αυτό να απενεργοποιήσετε την αυτόματη εναλλαγή;
es: ¿Te gustaría desactivar el cambio automático en su lugar?
fr: Souhaitez-vous plutôt désactiver le changement automatique ?
id: Apakah anda ingin untuk menonaktifkan pergantian otomatis?
it: Vorresti invece disabilitare il cambio automatico del tema?
ja: 代わりに自動切替を無効にしますか？
nl: Wilt u in plaats daarvan het automatisch schakelen uitschakelen?
pl: Czy chcesz zamiast tego wyłączyć automatyczne przełączanie?
pt_br: Gostaria de desactivar a mudança automática?
ru: Хотели бы вы вместо этого отключить автоматическое переключение?
tr: Bunun yerine otomatik değişimi devre dışı bırakmak ister misiniz?
uk: Бажаєте натомість вимкнути автоперемикання?
vi: Bạn có muốn tắt tự động chuyển?
zh_hans: 您想要转而禁用自动切换吗？

# ThemeSwitchPauseActionNotification
source: Automatic switching will also resume if you return to your previous theme.
de: Der Auto-Wechsel wird auch wieder aktiviert, wenn du zu deinem vorherigen Design zurückkehrst.
el_gr: Η αυτόματη εναλλαγή θα συνεχιστεί επίσης εάν επιστρέψετε στο προηγούμενο θέμα σας.
es: El cambio automático también se reanudará si vuelves a tu tema anterior.
fr: Le changement automatique reprendra également si vous revenez à votre thème précédent.
id: Pergantian otomatis akan juga berlanjut jika anda kembali menggunakan tema sebelumnya.
it: Il cambio automatico del tema riprenderà se ritorni al tema precedente
ja: 以前のテーマに戻した場合、自動切替も再開されます。
nl: Automatisch schakelen zal ook worden hervat wanneer u naar uw vorige thema teruggaat.
pl: Automatyczne przełączanie zostanie wznowione jeśli wrócisz do poprzedniego motywu.
pt_br: A mudança automática irá retomar também se regressar ao seu tema anterior.
ru: Авто переключение возобновится, если вы вернете предыдущую тему.
tr: Önceki temanıza dönerseniz otomatik değişim de devam eder.
uk: Автоперемикання також поновиться якщо ви повернетесь до попередньої теми.
vi: Tự động chuyển sẽ được khởi động lại nếu bạn chuyển về chủ đề trước đó.
zh_hans: 如果您切换回上一个主题，自动切换也将恢复。

# ThemeSwitchPauseHeader
source: Theme switching paused until
de: Designwechsel pausiert bis
el_gr: Η εναλλαγή θεμάτων είναι σε πάυση μέχρι
es: Cambio de tema pausado hasta
fr: Changement de thème en pause jusqu'à
id: Pergantian tema akan ditunda hingga
it: Cambio del tema in pausa fino
ja: テーマ切り替えをこの時間まで停止
nl: Thema schakelen gepauzeerd tot
pl: Przełączanie motywu wstrzymane do
pt_br: Mudança de tema pausada até
ru: Смена темы приостановлена до
tr: Tema değişimi şu saate kadar duraklatıldı:
uk: Зміна тем призупинена до
vi: Tự động chuyển được tạm dừng tới khi
zh_hans: 主题切换已暂停至

# TimePagePostponeInfo
source: Auto theme switching is currently paused due to the following modules:
de: Der Auto-Wechsel ist zurzeit wegen diesen Modulen pausiert:
el_gr: Αυτήν τη στιγμή, η αυτόματη εναλλαγή θέματος έχει τεθεί σε παύση λόγω των ακόλουθων μονάδων:
es: El cambio de tema automático está actualmente pausado debido a los siguientes módulos:
fr: Le changement de thème automatique est actuellement en pause en raison des modules suivants :
id: Saat ini pergantian tema otomatis ditunda dikarenakan modul berikut:
it: Il cambio automatico del tema è in pausa a causa dei seguenti moduli:
ja: テーマの自動切替は現在、次のモジュールが原因で停止されています:
nl: Automatisch wisselen van thema is momenteel gepauzeerd door de volgende modules:
pl: Automatyczne przełączanie motywu jest obecnie wstrzymane z powodu następujących modułów:
pt_br: A mudança automática do tema está actualmente pausada devido aos seguintes módulos:
tr: Aşağıdaki modüller nedeniyle otomatik tema değiştirme şu anda duraklatılmıştır:
uk: Автоперемикання тем наразі призупинене через такі модулі:
vi: Tự động chuyển chủ đề đang được tạm dừng bởi chức năng:
zh_hans: 由于下列模块自动主题切换目前处于暂停状态：

# TimePageResumeInfo
source: Resuming will only work for postpones that have an expiry time
de: Fortsetzen funktioniert nur bei Modulen, die eine Ablaufzeit haben
el_gr: Η συνέχιση θα λειτουργήσει μόνο για αναβολές που έχουν χρόνο λήξης
es: Reanudar solo funcionará para elementos pospuestos que tienen un tiempo de expiración
fr: La reprise ne fonctionnera que pour les ajournements ayant un temps d'expiration
id: Melanjutkan hanya akan berfungsi untuk penundaan yang memiliki waktu kedaluwarsa
ja: 再開は、期限付きの延期でのみ可能です
nl: Hervatten is alleen mogelijk wanneer de uitstelling een eindtijd heeft
pl: Wznowienie będzie działać tylko w przypadku opóźnień, które mają czas wygaśnięcia
pt_br: Retomar só irá funcioar para adiamentos que têm um tempo de expiração
tr: Devam etme, sadece sona erme süresi olan ertelemeler için işe yarar
uk: Поновлення працюватиме лише для відтермінувань що мають час закінчення
vi: Chỉ có thể tiếp tục với những trì hoãn có thời gian kết thúc
zh_hans: 恢复将只会对有失效期限的推迟有效

# TimePageTextBlockPostponeInfoHeader
source: Postpone control
de: Designwechsel Pause
el_gr: Διαχείριση αναβολής
es: Control de demora
fr: Reporter le contrôle
id: Kontrol penundaan
it: Posticipa
ja: 延期の管理
nl: Uitstel
pl: Opóźnij przełączenie
pt_br: Adiar controlo
tr: Erteleme kontrolü
uk: Відкласти керування
vi: Thiết lập trì hoãn
zh_hans: 推迟控制

source: Toggle theme
de: Design umschalten
el_gr: Ενεργοποίηση/απενεργοποίηση θέματος
es: Cambiar tema
fr: Basculer de thème
id: Beralih tema
it: Gestisci tema
ja: テーマを切り替える
nl: Van thema wisselen
pl: Przełącz motyw
pt_br: Alternar tema
ru: Переключить тему
tr: Temayı değiştir
uk: Перемкнути тему
vi: Bật tắt chủ đề
zh_hans: 启用主题

# TimePagePostponeInfoNominal
source: Auto theme switching is enabled
de: Auto-Wechsel ist aktiviert
el_gr: Η αυτόματη εναλλαγή θέματος είναι ενεργοποιημένη
es: El cambio de tema automático está activado
fr: Le changement de thème automatique est activé
id: Pergantian tema otomatis diaktifkan
it: Il cambio automatico del tema è abilitato
ja: テーマの自動切替が有効です
nl: Automatische themawisseling is ingeschakeld
pl: Automatyczne przełączanie motywu jest włączone
pt_br: Mudança automática do tempa está activada
ru: Авто переключение темы включено
tr: Otomatik tema değiştirme etkin
uk: Автозміна теми активна
vi: Tự động chuyển chủ đề được bật
zh_hans: 自动主题切换已启用

# TimePageRadioButtonNightLight
source: Follow Windows night light
de: So wie Windows Nachtlicht
el_gr: Παρακολούθηση νυχτερινού φωτισμού των Windows
es: Seguir la luz nocturna de Windows
fr: Suivre l'éclairage nocturne de Windows
id: Ikuti cahaya malam Windows
it: Segui le impostazioni della luce notturna di Windows
ja: Windows の夜間モードに従う
nl: Windows-nachtlamp volgen
pl: Śledź ustawienie Wyświetlanie nocne systemu Windows
pt_br: Seguir a luz nocturna do Windows
ru: Следовать системному времени ночного света
tr: Windows gece ışığını takip et
uk: Відповідно до нічника Windows
vi: Xét theo chế độ đêm của Windows
zh_hans: 跟随 Windows 夜间模式设置

# TimePageFollowNightLight
source: Follow Windows night light
de: So wie Windows Nachtlicht
el_gr: Παρακολούθηση νυχτερινού φωτισμού των Windows
es: Seguir la luz nocturna de Windows
fr: Suivre l'éclairage nocturne de Windows
id: Ikuti cahaya malam Windows
it: Segui le impostazioni della luce notturna di Windows
ja: Windows の夜間モードに従う
nl: Windows-nachtlamp volgen
pl: Śledź ustawienie Wyświetlanie nocne systemu Windows
pt_br: Seguir a luz nocturna do Windows
ru: Следовать системному времени ночного света
tr: Windows gece ışığını takip et
uk: Відповідно до нічника Windows
vi: Xét theo chế độ đêm của Windows
zh_hans: 跟随 Windows 夜间模式设置

# ThemeSwitchPauseHeaderNoExpiry
source: Theme switching is paused once!
de: Auto-Wechsel ist einmalig pausiert!
el_gr: Η εναλλαγή θέματος τέθηκε σε παύση για μία φορά!
es: ¡El cambio de tema está pausado una vez!
fr: Le changement de thème est mis en pause une fois !
id: Pergantian tema tertunda sekali!
it: Il cambio del tema è in pausa per il prossimo cambio
ja: テーマの切り替えは一回停止されています！
nl: Themawisseling is eenmalig gepauzeerd!
pl: Przełączanie motywu zostało jednorazowo wstrzymane!
pt_br: A mudança do tema está pausada uma vez!
ru: Смена темы разово приостановлена!
tr: Tema değiştirme bir kez duraklatıldı!
uk: Зміна тем призупинена одноразово!
vi: Tự động chuyển đã được hoãn một lần!
zh_hans: 主题切换已暂停一次！

# PostponeReasonPostponesUntil
source: postpones until
de: pausiert bis
el_gr: αναβολή μέχρι
es: Posposiciones hasta
fr: reporter jusqu'à
id: tunda hingga
it: posticipa fino
ja: この時間まで延期
nl: uitstellen tot
pl: opóźnia do
pt_br: adiar até
ru: откладывается до
tr: şu saate kadar erteledi:
uk: відкладає до
vi: hoãn tới khi
zh_hans: 推迟到

# PostponeReasonPostponesUntilCondition
source: postpones until its condition is met
de: pausiert bis dessen Kondition eintrifft
el_gr: αναβολή μέχρι να ικανοποιείται η συνθήκη του
es: Posposiciones hasta que su condición se cumple
fr: reporte jusqu'à ce que sa condition soit remplie
id: tunda hingga kondisi dipenuhi
it: posticipa fino al verificarsi della condizione
ja: 条件に合うまで延期
nl: uitstellen tot er aan de voorwaarde wordt voldaan
pl: opóźnia do czasu spełnienia warunku
pt_br: adia até que haja condições
tr: koşul sağlanana kadar erteledi
uk: відкладає поки не виконається умова
vi: hoãn tới khi điều kiện được đáp ứng
zh_hans: 推迟到条件满足为止

# PostponeReasonUntilNextSunrise
source: postpones until next sunrise
de: pausiert bis zum nächsten Sonnenaufgang
el_gr: αναβολή μέχρι την επόμενη ανατολή του ηλίου
es: Posposiciones hasta el próximo amanecer
fr: reporte jusqu'au prochain lever du soleil
id: tunda hingga matahari terbit berikutnya
it: posticipa fino alla prossima alba
ja: 日の出まで延期
nl: uitstellen tot de volgende zonsopgang
pl: opóźnia do następnego wschodu słońca
pt_br: adia até ao próximo nascer-do-sol
tr: sonraki gün doğumuna kadar erteledi
uk: відкладає до наступного світанку
vi: hoãn tới khi mặt trời mọc
zh_hans: 推迟到下一次日出

# PostponeReasonUntilNextSunset
source: postpones until next sunset
de: pausiert bis zum nächsten Sonnenuntergang
el_gr: αναβολή μέχρι την επόμενη δύση του ηλίου
es: Pospocisiones hasta el próximo anochecer
fr: reporte jusqu'au prochain lever du soleil
id: tunda hingga matahari terbenam berikutnya
it: posticipa fino al prossimo tramonto
ja: 日の入りまで延期
nl: uitstellen tot volgende zonsondergang
pl: opóźnia do następnego zachodu słońca
pt_br: adia até ao próximo pôr-do-sol
tr: sonraki gün batımına kadar erteledi
uk: відкладає до наступного смеркання
vi: hoãn tới khi mặt trời lặn
zh_hans: 推迟到下一次日落

# UntilTime
source: until
de: bis
el_gr: μέχρι
es: Hasta
fr: jusqu'à
id: hingga
it: fino
ja: 再開時間
nl: tot
pl: do
pt_br: até
ru: до
tr: şu saate kadar:
uk: до
vi: tới khi
zh_hans: 至

# ThemeSwitchPauseUntilSunrise
source: until next sunrise
de: bis nächsten Morgen
el_gr: μέχρι την επόμενη ανατολή του ηλίου
es: Hasta el próximo amanecer
fr: jusqu'au prochain lever du soleil
id: hingga matahari terbit berikutnya
it: fino alla prossima alba
ja: 日の出まで
nl: tot volgende zonsopgang
pl: do następnego wschodu słońca
pt_br: até ao próximo nascer-do-sol
ru: до следующего восхода
tr: sonraki gün doğumuna kadar
uk: до наступного світанку
vi: đến khi mặt trời mọc
zh_hans: 至下次日出

# ThemeSwitchPauseUntilSunset
source: until next sunset
de: bis nächsten Abend
el_gr: μέχρι την επόμενη δύση του ηλίου
es: Hasta el próximo atardecer
fr: jusqu'au prochain coucher du soleil
id: hingga matahari terbenam berikutnya
it: fino al prossimo tramonto
ja: 日の入りまで
nl: tot volgende zonsondergang
pl: do następnego zachodu słońca
pt_br: até ao próximo pôr-do-sol
ru: до следующей заката
tr: sonraki gün batımına kadar
uk: до наступного смеркання
vi: đến khi mặt trời lặn
zh_hans: 至下次日落

# SwitchModesTextBlockHeaderTogglePostpone
source: Toggle pause auto theme switch
de: Automatischen Designwechsel umschalten
el_gr: Ενεργοποίηση/απενεργοποίηση παύσης αυτόματης εναλλαγής θέματος
es: Pausar el cambio de tema automático
fr: Activer/désactiver le changement de thème automatique
id: Alihkan jeda pergantian tema otomatis
ja: テーマの自動切替を一時停止/再開
nl: Automatische themawisseling pauzeren/hervatten
pl: Włącz wstrzymanie automatycznego przełączania motywu
pt_br: Alternar a pausa da mudança de tema automática
ru: Пауза автосмены темы
tr: Otomatik tema değişimini duraklat aç/kapat
uk: Перемкнути призупинення автозміни тем
vi: Bật tắt hoãn tự động chuyển chủ đề
zh_hans: 暂停自动主题切换

# ThemeSwitchResumeHeader
source: Auto theme switching resumed
de: Automatischer Wechsel fortgesetzt
el_gr: Η αυτόματη εναλλαγή θέματος ενεργοποιήθηκε ξανά
es: Cambio de tema automático reanudado
fr: Reprise du changement de thème automatique
id: Pergantian tema otomatis dilanjutkan
it: Cambio automatico del tema ripreso
ja: テーマの自動切り替えを再開しました
nl: Automatische themawisseling hervat
pl: Automatyczne przełączanie motywu zostało wznowione
pt_br: Mudança automática do tema retomada
ru: Возобновить автопереключение темы
tr: Otomatik tema değiştirme devam ettirildi
uk: Автозміна тем поновлена
vi: Tự động chuyển chủ đề được tiếp tục
zh_hans: 自动主题切换已恢复

# TimePageOpenNightLight
source: Open night light settings
de: Nachtlichteinstellungen öffnen
el_gr: Ανοιγμα ρυθμίσεων νυχτερινού φωτισμού
es: Abrir ajustes de luz nocturna
fr: Ouvrir les paramètres d’éclairage nocturne
id: Buka setelan cahaya malam
it: Apri impostazioni luce netturna
ja: 夜間モードの設定を開く
nl: Nachtlamp-instellingen openen
pl: Otwórz ustawienia wyświetlania nocnego
pt_br: Abrir as definições de luz nocturna
ru: Открыть настройки ночного света
tr: Gece ışığı ayarlarını aç
uk: Відкрити параметри нічника
vi: Mở thiết lập chế độ đêm
zh_hans: 打开夜间模式设置

# TimePageNightLightHeader
source: Night light
de: Nachtlicht
el_gr: Νυχτερινός φωτισμός
es: Luz nocturna
fr: Éclairage nocturne
id: Cahaya malam
it: Luce notturna
ja: 夜間モード
nl: Nachtlamp
pl: Wyświetlanie nocne
pt_br: Luz nocturna
ru: Ночной свет
tr: Gece ışığı
uk: Нічник
vi: Chế độ đêm
zh_hans: 夜间模式

# TimePageHeaderActiveDelays
source: Active delays
de: Aktive Verzögerungen
el_gr: Ενεργές καθυστερήσεις
es: Demoras activas
fr: Délais actifs
id: Penundaan aktif
it: Ritardi attivi
ja: 遅延の状態
nl: Actieve opschortingen
pl: Aktywne opóźnienia
pt_br: Atrasos activos
ru: Активные задержки
tr: Etkin gecikmeler
uk: Активні затримки
vi: Chủ động hoãn
zh_hans: 生效的推迟

# PostponeTimeSkipOnce
source: Skip auto switch once
de: Auto-Wechsel einmalig aussetzen
el_gr: Παράλειψη αυτόματης εναλλαγής μία φορά
es: Saltar cambio automático una vez
fr: Ignorer le changement automatique une fois
id: Lewati pergantian otomatis sekali
it: Salta un cambio automatico
ja: 一回自動切替しない
nl: Automatisch wisselen eenmalig overslaan
pl: Jednorazowo pomiń automatyczne przełączenie
pt_br: Saltar mudança automática uma vez
ru: Разово пропустить автопереключение
tr: Otomatik değişimi bir kez atla
uk: Пропустити автоперемикання одноразово
vi: Bỏ qua tự động chuyển lần tiếp theo
zh_hans: 跳过一次自动切换

# SwitchModesCheckBoxAutoSwitchNotification
source: Notify before automatically switching themes
de: Benachrichtigen bei Auto-Designwechsel
el_gr: Ειδοποίηση πριν από την αυτόματη εναλλαγή θεμάτων
es: Notificar antes de cambiar temas automáticamente
fr: Notifier avant de changer de thème automatiquement
id: Ingatkan sebelum berganti tema otomatis
it: Notifica prima di cambiare automaticamente tema
ja: テーマを自動で切り替える前に通知
nl: Notificatie voor automatische themawisseling
pl: Powiadom przed automatycznym przełączeniem motywów
pt_br: Notificar antes de automaticamente mudar temas
ru: Уведомлять при автоматическом переключении тем
tr: Temaları otomatik değiştirmeden önce bildir
uk: Сповіщувати перед автозміною тем
vi: Thông báo trước khi tự động chuyển chủ đề
zh_hans: 在自动切换主题时提醒

# SwitchModesTextBlockAutoSwitchGracePeriod
source: Time the notification waits for user input in minutes
de: Die Benachrichtigung soll so viele Minuten aktiv sein
el_gr: Χρόνος που περιμένει η ειδοποίηση για είσοδο από τον χρήστη σε λεπτά
es: Tiempo que la notificación espera entrada del usuario en minutos
fr: Temps d'attente de la notification pour la saisie par l'utilisateur en minutes
id: Waktu notifikasi menunggu input pengguna dalam hitungan menit
it: Minuti di attesa della notifica per l'input dell'utente
ja: 通知がユーザーの入力を待つ分数
nl: Minuten wachten op terugkoppeling gebruiker
pl: Czas oczekiwania na wprowadzenie danych przez użytkownika w minutach
pt_br: Tempo de notificação espera pelo entrada do utilizador em minutos
tr: Bildirimin kullanıcı girişini beklediği süre (dk.)
uk: Час очікування сповіщенням на введення користувача (в хвилинах)
vi: Số phút chờ tác động của người dùng của thông báo
zh_hans: 通知等待用户输入的时间（分钟）

# SettngsPageDebugMode
source: Debug mode
de: Debug Modus
el_gr: Λειτουργία εντοπισμού σφαλμάτων
es: Modo de depuración
fr: Mode de débogage
id: Mode debug
it: Modalità di debug
ja: デバッグモード
nl: Foutopsporingsmodus
pl: Tryb debugowania
pt_br: Modo de depuração
ru: Режим отладки
tr: Hata ayıklama modu
uk: Режим відлагодження
vi: Chế độ debug
zh_hans: 调试模式

# SettingsPageWin10AllowLockscreenSwitch
source: Allow theme switching during lockscreen (Win10)
de: Designwechsel während dem Sperrbildschirm erlauben (Win10)
el_gr: Να επιτρέπεται η εναλλαγή θέματος όταν η οθόνη είναι κλειδωμένη (Win10)
es: Permitir cambio de tema en la pantalla de bloqueo (Win10)
fr: Autoriser le changement de thème pendant l'écran de verrouillage (Win10)
id: Izinkan pergantian tema saat di layar kunci (Win10)
it: Permetti il cambio di tema nella schermata di blocco (Win10)
ja: ロック画面でもテーマを切り替え (Windows 10)
nl: Themawisseling toestaan op vergrendelingsscherm (Win10)
pl: Zezwalaj na przełączanie motywu na ekranie blokady (Win10)
pt_br: Permitir a mudança de tema durante o ecrâ de bloqueio (Win10)
ru: Разрешить переключение темы когда экран заблокирован (Win10)
tr: Kilit ekranı sırasında tema değişimine izin ver (Win10)
uk: Дозволити зміну тем на екрані блокування (Win10)
vi: Cho phép chuyển chủ đề tại màn hình khóa (Win10)
zh_hans: 允许在锁屏界面中切换主题（Windows 10）

# ButtonConfirm
source: Confirm
de: Bestätigen
el_gr: Επιβεβαίωση
es: Confirmar
fr: Confirmer
id: Konfirmasi
it: Conferma
ja: 確認
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
ru: Подтвердить
tr: Onayla
vi: Xác nhận
zh_hans: 确认

# ButtonSwitchNow
source: Switch now
de: Jetzt wechseln
el_gr: Εναλλαγή τώρα
es: Cambiar ahora
fr: Basculer maintenant
id: Ganti sekarang
it: Cambia ora
ja: 今すぐ切り替える
nl: Nu wisselen
pl: Przełącz teraz
pt_br: Mudar agora
ru: Переключить
tr: Şimdi değiştir
vi: Chuyển ngay
zh_hans: 立即切换

# PostponeReasonDelayAutoSwitch
source: Delay module
de: Verzögerungsmodul
el_gr: Μονάδα καθυστέρησης
es: Demorar módulo
fr: Module de délai
id: Modul tunda
it: Modulo del ritardo
ja: 遅延モジュール
nl: Uitstelmodule
pl: Moduł opóźnienia
pt_br: Atrasar módulo
ru: Режим задержки
tr: Geciktirme modülü
vi: Chức năng trì hoãn
zh_hans: 推迟模块

# PostponeReasonSwitchNotification
source: Switch notification
de: Benachrichtigung bei Designwechsel
el_gr: Ειδοποίηση εναλλαγής
es: Cambiar notificación
fr: Changer de notification
id: Notifikasi Pergantian
it: Notifica del cambio
ja: 切り替えの通知
nl: Wisselnotificatie
pl: Przełącz powiadomienie
pt_br: Mudar notificação
tr: Değişim bildirimi
vi: Thông báo chuyển
zh_hans: 切换的通知

# PostponeTime120
source: 2 hours
de: 2 Stunden
el_gr: 2 ώρες
es: 2 horas
fr: 2 heures
id: 2 jam
it: 2 ore
ja: 2 時間
nl: 2 uur
pl: 2 godziny
pt_br: 2 horas
ru: 2 часа
tr: 2 saat
vi: 2 tiếng
zh_hans: 2 小时

# PostponeTime15
source: 15 minutes
de: 15 Minuten
el_gr: 15 λεπτά
es: 15 minutos
id: 15 menit
it: 15 minuti
ja: 15 分
nl: 15 minuten
pl: 15 minut
pt_br: 15 minutos
ru: 15 минут
tr: 15 dakika
vi: 15 phút
zh_hans: 15 分钟

# PostponeTime180
source: 3 hours
de: 3 Stunden
el_gr: 3 ώρες
es: 3 horas
fr: 3 heures
id: 3 jam
it: 3 ore
ja: 3 時間
nl: 3 uur
pl: 3 godziny
pt_br: 3 horas
ru: 3 часа
tr: 3 saat
vi: 3 tiếng
zh_hans: 3 小时

# PostponeTime30
source: 30 minutes
de: 30 Minuten
el_gr: 30 λεπτά
es: 30 minutos
id: 30 menit
it: 30 minuti
ja: 30 分
nl: 30 minuten
pl: 30 minut
pt_br: 30 minutos
ru: 30 минут
tr: 30 dakika
vi: 30 phút
zh_hans: 30 分钟

# PostponeTime360
source: 6 hours
de: 6 Stunden
el_gr: 6 ώρες
es: 6 horas
fr: 6 heures
id: 6 jam
it: 6 ore
ja: 6 時間
nl: 6 uur
pl: 6 godzin
pt_br: 6 horas
ru: 6 часов
tr: 6 saat
vi: 6 tiếng
zh_hans: 6 小时

# PostponeTime60
source: 1 hour
de: 1 Stunde
el_gr: 1 ώρα
es: 1 hora
fr: 1 heure
id: 1 jam
it: 1 ora
ja: 1 時間
nl: 1 uur
pl: 1 godzina
pt_br: 1 hora
ru: 1 час
tr: 1 saat
vi: 1 tiếng
zh_hans: 1 小时

# PostponeTime720
source: 12 hours
de: 12 Stunden
el_gr: 12 ώρες
es: 12 horas
fr: 12 heures
id: 12 jam
it: 12 ore
ja: 12 時間
nl: 12 uur
pl: 12 godzin
pt_br: 12 horas
ru: 12 часов
tr: 12 saat
vi: 12 tiếng
zh_hans: 12 小时

source: Theme switch pending
de: Ausstehender Designwechsel
el_gr: Εναλλαγή θέματος σε εκκρεμότητα
es: Cambio de tema en espera
fr: Basculement du thème en attente
id: Pergantian tema tertunda
it: Cambio del tema in attesa
ja: テーマ切り替え待機中
nl: Themawisseling in behandeling
pl: Oczekiwanie na przełączenie motywu
pt_br: Mudança de tema pendente
ru: Переключение темы приостановлено
tr: Tema değişimi beklemede
vi: Đợi chuyển chủ đề
zh_hans: 主题切换等待中
