Repository: AutoDarkMode/Windows-Auto-Night-Mode
Catalog: AutoDarkModeLib/Properties/Resources.*.resx
Languages: cs, de, el_gr, es, fr, id, it, ja, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# tbSettingsColourFilterDelay
source: Optional delay for activating grayscale color filter:
cs: Dodatečné zpoždění černobílého filtru:
de: Optionale Verzögerung für die Aktivierung des Graufilters:
el_gr: Προαιρετική καθυστέρηση για την ενεργοποίηση του χρωματικού φίλτρου σε κλίμακα του γκρι:
es: Demora opcional para activar la escala de grises:
fr: Délai facultatif pour l'activation du filtre de couleur en niveaux de gris :
id: Jeda opsional untuk mengaktifkan filter abu-abu:
it: Ritardo (opzionale) per abilitare il filtro di scala di grigi:
ja: グレースケールの色のフィルターを適用するための追加の遅延:
nl: Vertraging inschakelen grijswaardenfilter:
pl: Opcjonalne opóźnienie aktywacji szarego filtru kolorów:
pt_br: Atraso opcional para adtivar o filtro de cores de escala de cinzentos:
ru: Опциональная задержка для активации цветового фильтра в серых оттенках
tr: Gri tonlamalı renk filtresini etkinleştirmek için isteğe bağlı gecikme:
uk: Необов’язкова затримка для активації колірного фільтра сірого:
vi: Thời gian chờ khi kích hoạt bộ lọc màu thang độ xám:
zh_hans: 激活灰度滤镜前的可选延迟：
zh_hant: 啟用灰階濾鏡延遲 (選填)：

# cmbAdjTheme
source: Adapt to system
cs: Přizpůsobit motivu
de: An das Design anpassen
el_gr: Προσαρμογή στο σύστημα
es: Adaptar al sistema
fr: Adapter au système
id: Menyesuaikan dengan sistem
it: Adatta al sistema
ja: システムの設定に従う
nl: Aan systeem aanpassen
pl: Dostosuj do motywu
pt_br: Ajustar ao sistema
ru: Зависит от текущей
tr: Sistem ayarını kullan
uk: Як в поточній темі
vi: Đồng bộ với hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

# lblReset
source: Reset
cs: Resetovat
de: Zurücksetzen
el_gr: Επαναφορά
es: Reiniciar
fr: Réinitialiser
id: Atur Ulang
it: Resetta
ja: 初期化
nl: Herstellen
pl: Resetuj
pt_br: Repor
ru: Сбросить
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

# cbSettingsBatteryDarkMode
source: Enable dark mode when device is unplugged
cs: Povolit tmavý režim, když je zařízení odpojeno
de: Switch to dark mode when device is unplugged
el_gr: Switch to dark mode when device is unplugged
es: Switch to dark mode when device is unplugged
fr: Switch to dark mode when device is unplugged
id: Switch to dark mode when device is unplugged
it: Abilita modalità scura quando il dispositivo è scollegato
ja: 端末の電源プラグを抜いたらダークモードに切り替える
nl: Switch to dark mode when device is unplugged
pl: Przełącz w tryb ciemny po odłączeniu zasilania
pt_br: Switch to dark mode when device is unplugged
ru: Включать темный режим, когда устройство отключается от сети
tr: Cihazın fişi çekildiğinde koyu moda geç
uk: Дозволити темну тему коли пристрій не пд'єднаний до живлення
vi: Chuyển sang chủ đề tối khi thiết bị rút sạc
zh_hans: 未充电时启用深色模式
zh_hant: 未在充電時啟用深色模式

# SettingsBatterySlider
source: Default value for energy saver slider
cs: Výchozí hodnota pro posuvník spořiče energie
de: Stromsparmodus aktivieren bei folgendem Akkustand
el_gr: Προεπιλεγμένη τιμή για το ρυθμιστικό εξοικονόμησης ενέργειας
es: Valor por defecto para el control deslizante de ahorro de batería
fr: Valeur par défaut du curseur d'économie d'énergie
id: Nilai bawaan untuk slider penghemat energi
it: Valore di default dello slider del risparmio energetico
ja: バッテリー節約機能のスライダーの初期値
nl: Standaardwaarde voor energiebesparingsmodus
pl: Domyślna wartość trybu oszczędzania energii
pt_br: O valor por defeito para o controlo deslizante da poupança de energia
ru: Значение по умолчанию для слайдера экономии энергии
tr: Enerji tasarrufu kaydırıcısı için varsayılan değer
uk: Типове значення для повзунка економії акумулятора
vi: Giá trị mặc định cho thanh trượt trình tiết kiệm năng lượng
zh_hans: 节电模式滑动条的默认值
zh_hant: 省電滑條預設值

# cbSettingsEnergySaverMitigation
source: Energy saver mitigation for theme switch
cs: Zmírnění úspory energie pro přepínač motivů
de: Versuche den Stormsparmodus für den Designwechsel zu deaktivieren
el_gr: Μετριασμός εξοικονόμησης ενέργειας για εναλλαγή θέματος
es: Atenuación del ahorro de batería para el cambio de tema
fr: Réduction de la consommation d'énergie pour le changement de thème
id: Mitigasi penghemat energi untuk pergantian tema
it: Mitigazione del risparmio energetico per il cambio di tema
ja: テーマ切り替え用のバッテリー節約機能の緩和
nl: Mitigatie energiebesparingsmodus voor themawisseling
pl: Wyłącz oszczędzanie energii podczas zmiany motywu
pt_br: Mitigação da poupança de energia para a mudança de tema
ru: Включить режим энергосбережения при смене тем
tr: Tema değişimi için enerji tasarrufu sınırlaması
uk: Зменшення економії енергії для перемикання теми
vi: Giảm mức sử dụng năng lượng cho việc chuyển đổi chủ đề
zh_hans: 节电模式下暂停切换主题
zh_hant: 降低主題切換的耗電量

# cbSettingsEnergySaverMitigationInfo
source: This only works if you haven't manually enabled battery saver!
cs: Toto funguje pouze v případě, že jste manuálně nepovolili spořič baterie!
de: Funktioniert nur, wenn der Energiesparmodus nicht manuell aktiviert wurde!
el_gr: Αυτό λειτουργεί μόνο εάν δεν έχετε ενεργοποιήσει χειροκίνητα την εξοικονόμηση μπαταρίας!
es: ¡Esto solo funciona si no has activado el ahorro de batería manualmente!
fr: Cela ne fonctionne que si vous n'avez pas activé l'économiseur de batterie manuellement !
id: Ini hanya akan bekerja jika Anda tidak menyalakan manual penghemat baterai!
it: Funziona soltanto se non hai abilitato manualmente il risparmio energetico!
ja: これは手動でバッテリー節約機能を有効にしていない場合に動作します！
nl: Dit werkt alleen als energiebesparingsmodus niet handmatig is ingeschakeld!
pl: Działa tylko, jeśli nie aktywowałeś ręcznie oszczędzania energii!
pt_br: Isto só funciona se não activou manualmente a poupança de bateria!
ru: Это работает только в том случае, если вы вручную не включили экономию заряда батареи!
tr: Bu sadece pil tasarrufunu elle etkinleştirmediyseniz çalışır!
uk: Це працює за умови, що ви не ввімкнули вручну режим економії заряду акумулятора!
vi: Chỉ có tác dụng khi tính năng tiết kiệm pin không được bật thủ công!
zh_hans: 此功能仅在自动启用节电模式时生效！
zh_hant: 僅在您尚未手動啟用省電模式時可用！

# NavbarSwitchModes
source: Switch Modes
cs: Přepnout motivy
de: Wechsel-Modi
el_gr: Λειτουργίες Εναλλαγής
es: Cambiar modos
fr: Modes de transition
id: Beralih Mode
it: Modalità di cambio
ja: モードの切り替え
nl: Wisselopties
pl: Tryby przełączania
pt_br: Modos de Mudança
ru: Смена режимов
tr: Modları Değiştirme
uk: Перемикання режимів
vi: Chuyển chủ đề
zh_hans: 场景切换
zh_hant: 切換模式

# NavbarPersonalization
source: Personalization
cs: Přizpůsobení
de: Personalisierung
el_gr: Εξατομίκευση
es: Personalización
fr: Personnalisation
id: Personalisasi
it: Personalizzazione
ja: 個人設定
nl: Personalisatie
pl: Personalizacja
pt_br: Personalização
ru: Персонализация
tr: Kişiselleştirme
uk: Персоналізація
vi: Cá nhân hoá
zh_hans: 个性化
zh_hant: 個人化

# applyGeoButton
source: Apply Coordinates
cs: Použít souřadnice
de: Anwenden
el_gr: Εφαρμογή συντεταγμένων
es: Aplicar coordenadas
fr: Appliquer les coordonnées
id: Terapkan Koordinat
it: Applica Coordinate
ja: 座標を適用
nl: Coördinaten toepassen
pl: Zastosuj
pt_br: Aplicar Coordenadas
ru: Применить координаты
tr: Uygula
uk: Застосувати координати
vi: Áp dụng toạ độ
zh_hans: 应用坐标
zh_hant: 套用座標

# cmb1903
source: This option is disabled, because you haven't installed the Windows 10 April 2019 Update on your machine.
cs: Tato možnost je nedostupná, protože jste zatím neaktualizovali Windows na verzi z dubna 2019 (1903).
de: Du benötigst das Windows 10. April 2019 Update, um diese Einstellung ändern zu können.
el_gr: Αυτή η επιλογή είναι απενεργοποιημένη, επειδή δεν έχετε εγκαταστήσει την ενημέρωση Windows 10 April 2019 στον υπολογιστή σας.
es: Esta opción está desactivada porque no has instalado la actualización del 10 de abril de 2019 de Windows en tu dispositivo.
fr: Cette option est désactivée, car vous n'avez pas installé la mise à jour d'avril 2019 de Windows 10 sur votre machine.
id: Opsi ini tidak tersedia, karena Anda belum memasang pembaruan Windows 10 April 2019 di komputer Anda.
it: Questa opzione è disabilitata perchè non hai installato l'aggiornamento di Windows 10 datato Aprile 2019 sulla tua macchina.
ja: このオプションは無効です。Windows 10 April 2019 アップデートがインストールされていないためです。
nl: Deze optie is uitgeschakeld omdat de Windows 10-update van april 2019 niet is geïnstalleerd.
pl: Ta opcja nie jest dostępna, ponieważ nie masz zainstalowanego Windowsa 10 April 2019 Update.
pt_br: Esta opção está desactivada porque não está instalado o Windows 10 Actualização de Abril de 2019 na sua máquina.
ru: Недоступно, потому-что вы не установили Windows 10 April 2019 Update.
tr: Cihazınıza Windows 10 Nisan 2019 Güncellemesini (1903) yüklemediğiniz için bu seçenek devre dışı bırakılmıştır.
uk: Ця функція недоступна, оскільки на комп'ютері не встановлене оновлення Windows 10 April 2019 Update...
vi: Cài đặt này bị tắt, vì bạn chưa cài bản cập nhật Windows 10 April 2019.
zh_hans: 您未安装 Windows 10 2019 年 4月更新，故此选项不可用。
zh_hant: 您的電腦尚未安裝 Windows 10 2019 四月更新，因此已停用這個選項。

# headerGeoCoordinates
source: Geographic coordinates
cs: Zeměpisné souřadnice
de: Geografische Koordinaten
el_gr: Γεωγραφικές συντεταγμένες
es: Coordenadas geográficas
fr: Coordonnées géographiques
id: Koordinat geografis
it: Coordinate Geografiche
ja: 地理座標
nl: Geografische coördinaten
pl: Współrzędne geograficzne
pt_br: Coordenadas Geográficas
ru: Географические координаты
tr: Coğrafi koordinatlar
uk: Географічні координати
vi: Toạ độ địa lý
zh_hans: 地理坐标
zh_hant: 地理座標

# headerLocationData
source: Location data
cs: Údaje o poloze
de: Positionsdaten
el_gr: Δεδομένα τοποθεσίας
es: Datos de ubicación
fr: Données de localisation
id: Data lokasi
it: Dati sulla posizione
ja: 位置情報
nl: Locatiegegevens
pl: Dane lokalizacji
pt_br: Dados da localização
ru: Данные местоположения
tr: Konum verisi
uk: Дані розташування
vi: Dữ liệu vị trí
zh_hans: 位置信息
zh_hant: 位置資訊

# rbLocationGeo
source: From sunset to sunrise (geographic coordinates)
cs: Od západu do východu slunce (zeměpisné souřadnice)
de: Von Sonnenuntergang bis Sonnenaufgang (geografische Koordinaten)
el_gr: Από τη δύση μέχρι την ανατολή του ηλίου (γεωγραφικές συντεταγμένες)
es: Del anochecer al amanecer (coordenadas geográficas)
fr: Du coucher au lever du soleil (coordonnées géographiques)
id: Dari terbenam hingga terbit (koordinat geografis)
it: Dall'alba al tramonto (coordinate geografiche)
ja: 日の出から日没まで (地理座標)
nl: Van zonsonder- tot -opgang (geografische coördinaten)
pl: Od zachodu do wschodu słońca (współrzędne geograficzne)
pt_br: Do pôr-do-sol até ao nascer-do-sol (coordenadas geográficas)
ru: От рассвета до заката (географические координаты)
tr: Gün batımından gün doğumuna (coğrafi koordinatlar)
uk: Від світанку до смеркання (географічні координати)
vi: Từ lúc mặt trời lặn tới lúc mặt trời mọc (theo toạ độ địa lý)
zh_hans: 日出至日落（根据地理坐标）
zh_hant: 日出至日落 (根據地理座標)

# tbGetCoordinates
source: Find geo coordinates for your location
cs: Najít zeměpisné souřadnice pro vaší polohu
de: Finde die Koordinaten für deinen Standort
el_gr: Εύρεση γεωγρ. συντεταγμένων για την τοποθεσία σας
es: Coordenadas geográficas para tu ubicación
fr: Trouver les coordonnées géographiques de votre emplacement
id: Cari koordinat geografis Anda
it: Coordinate geografiche per la tua posizione
ja: 地理座標を検索
nl: Geografische coördinaten voor uw locatie
pl: Znajdź współrzędne dla Twojej lokalizacji
pt_br: Encontrar as coordenadas geográficas para a sua localização
ru: Гео координаты для твоего местоположения
tr: Konumunuz için coğrafi koordinatlar
uk: Географічні координати Вашого місцезнаходження
vi: Kiểm tra toạ độ địa lý cho địa điểm của bạn
zh_hans: 了解所处位置的坐标
zh_hant: 您的位置的地理座標

# ConfigHyperLinkOpenConfig
source: Open config file
cs: Otevřít konfigurační soubor
de: Konfigurationsdatei öffnen
el_gr: Ανοιγμα αρχείου ρυθμίσεων (config)
es: Abrir archivo de configuración
fr: Ouvrir le fichier de configuration
id: Buka file konfigurasi
it: Apri file di configurazione
ja: 設定ファイルを開く
nl: Configuratiebestand openen
pl: Otwórz plik konfiguracji
pt_br: Abrir o ficheiro de config
ru: Открыть файл настроек
tr: Yapılandırma dosyasını aç
uk: Відкрити файл конфігурації
vi: Mở tập tin cấu hình
zh_hans: 打开配置文件
zh_hant: 開啟設定檔

# ConfigHyperLinkOpenConfigFolder
source: Open config folder
cs: Otevřít konfigurační složku
de: Konfigurationsordner öffnen
el_gr: Ανοιγμα φακέλου ρυθμίσεων (config)
es: Abrir carpeta de configuración
fr: Ouvrir le dossier de configuration
id: Buka folder konfigurasi
it: Apri cartella di configurazione
ja: 設定用フォルダを開く
nl: Configuratiemap openen
pl: Otwórz katalog konfiguracji
pt_br: Abrir a pasta de config
ru: Открыть папку настроек
tr: Yapılandırma klasörünü aç
uk: Відкрити каталог з конфігурацією
vi: Mở thư mục cấu hình
zh_hans: 打开配置文件夹
zh_hant: 開啟設定檔資料夾

# ConfigHyperLinkOpenLog
source: Open log file
cs: Otevřít soubor protokolu
de: Logdatei öffnen
el_gr: Ανοιγμα αρχείου καταγραφής (log)
es: Abrir archivo de registro
fr: Ouvrir le fichier du journal
id: Buka file log
it: Apri file di log
ja: ログを開く
nl: Logboekbestand openen
pl: Otwórz plik dziennika
pt_br: Abrir o ficheiro de registo
ru: Открыть логи
tr: Günlük dosyasını aç
uk: Відкрити файл журналу
vi: Mở tập tin cấu hình
zh_hans: 打开日志文件
zh_hant: 開啟日誌檔

# ConfigTextBlockHeader
source: Config
cs: Konfigurace
de: Konfig
el_gr: Διαμόρφωση
es: Configuración
fr: Configuration
id: Konfigurasi
it: Configura
ja: 設定
nl: Configuratie
pl: Konfiguracja
pt_br: Configurações
ru: Файлы настроек
tr: Yapılandırma
uk: Конфігурація
vi: Cấu hình
zh_hans: 配置
zh_hant: 設定檔

# lblOffice
source: Microsoft Office (legacy):
cs: Microsoft Office (zastaralé):
de: Microsoft Office (Alt)
el_gr: Microsoft Office (παλιά μέθοδος)
es: Microsoft Office (versión antigua)
fr: Microsoft Office (ancienne version)
id: Microsoft Office 2013 - 2019
it: Microsoft Office (versione precedente):
ja: Microsoft Office (旧)
nl: Microsoft Office (oud)
pl: Microsoft Office (starsza wersja)
pt_br: Microsoft Office (legado)
ru: Microsoft Office (устаревший):
tr: Microsoft Office (eski)
uk: Microsoft Office (оригінальний):
vi: Microsoft Office (phiên bản cũ)
zh_hans: Microsoft Office（旧版）
zh_hant: Microsoft Office 2013 - 2019：

# lblPickTheme
source: Pick a theme
cs: Vyberte motiv
de: Wähle ein Theme
el_gr: Επιλέξτε ένα θέμα
es: Selecciona un tema
fr: Sélectionner un thème
id: Pilih tema
it: Scegli un tema
ja: テーマの選択
nl: Thema selecteren
pl: Wybierz motyw
pt_br: Escolher um tema
ru: Выбрать тему
tr: Bir tema seç
uk: Виберіть тему
vi: Chế độ đổi chủ đề
zh_hans: 选择主题
zh_hant: 選擇主題

# lblPickWallpaper
source: Pick a wallpaper
cs: Vyberte pozadí
de: Wähle ein Hintergrundbild
el_gr: Επιλέξτε μια ταπετσαρία
es: Selecciona una fondo de pantalla
fr: Sélectionner un fond d'écran
id: Pilih latar belakang
it: Scegli uno sfondo
ja: 壁紙を選択
nl: Bureaubladachtergrond selecteren
pl: Wybierz tło
pt_br: Escolher um fundo
ru: Выбрать обои
tr: Bir arka plan seç
uk: Виберіть фонове зображення
vi: Chế độ đổi hình nền
zh_hans: 选择壁纸
zh_hant: 選擇桌布

# rbDisabled
source: Disabled
cs: Zakázáno
de: Deaktiviert
el_gr: Ανενεργό
es: Desactivado
fr: Désactivé
id: Dinonaktifkan
it: Disabilita
ja: 無効
nl: Uitgeschakeld
pl: Wyłączony
pt_br: Desactivado
ru: Отключено
tr: Devre dışı
uk: Заборонено
vi: Tắt
zh_hans: 禁用
zh_hant: 停用

# SettingsCheckBoxHideTray
source: Hide tray icon (not recommended)
cs: Skrýt ikonu v liště (nedoporučeno)
de: System Tray-Icon verstecken (nicht empfohlen)
el_gr: Απόκρυψη εικονιδίου περιοχής ειδοποήσεων (δεν συνιστάται)
es: Esconder icono de la bandeja del sistema (no recomendado)
fr: Masquer l'icône de la barre des tâches (non recommandé)
id: Sembunyikan ikon tray (tidak direkomendasikan)
it: Nascondi l'icona dell'area notifica (sconsigliato)
ja: トレイアイコンを非表示 (非推奨)
nl: Systeemvakicoon verbergen (niet aanbevolen)
pl: Ukryj ikonę na pasku zadań (niezalecane)
pt_br: Esconder o ícone do tabuleiro do sistema (não recomendado)
ru: Скрыть иконку в трее (не рекомендуется)
tr: Bildirim alanı simgesini gizle (tavsiye edilmez)
uk: Приховати піктограму в треї (не рекомендується)
vi: Ẩn biểu tượng ở khay hệ thống (không khuyến khích)
zh_hans: 隐藏托盘图标（不推荐）
zh_hant: 隱藏工具列圖示 (不建議)

# tbFeatureDisabledWhileThemeMode
source: This feature is disabled while theme mode is enabled.
cs: Tato funkce je při režimu motivu zakázána.
de: Diese Funktion ist nicht verfügbar wenn Windows das Theme verwaltet.
el_gr: Αυτή η δυνατότητα είναι απενεργοποιημένη ενώ τα Windows διαχειρίζονται το θέμα σας.
es: Esta función está desactivada mientras Windows gestiona tu tema.
fr: Cette fonctionnalité est désactivée quand Windows gère votre thème.
id: Fitur ini dinonaktifkan ketika Windows mengelola tema Anda.
it: Questa funzionalità è disabilitata mentre la modalità tema è abilitata.
ja: Windows がテーマを管理している間、この機能は無効です。
nl: Deze functie is niet beschikbaar als Windows uw thema beheert.
pl: Ta funkcja jest niedostępna kiedy Windows zarządza Twoim motywem.
pt_br: Esta ferramenta está desativada enquanto o Windows gerencia seu tema.
ru: Эта функция отключена, пока включен выбор темы.
tr: Windows, temanızı yönetirken bu özellik devre dışı bırakılır.
uk: Ця функція вимкнена, коли ввімкнений режим тем.
vi: Tính năng này bị tắt trong khi Windows quản lý chủ đề của bạn.
zh_hans: 当 Windows 管理您的主题时，此功能不可用。
zh_hant: 當主題模式啟用時，此功能將被停用。

# tbPickTheme
source: Offers more features, but you need to set up a windows .theme file. Customize your desktop wallpaper per monitor, set a slideshow, change your mouse cursor, set an accent color and individual sounds.
cs: Nabízí více funkcí, ale je třeba nastavit soubor s motivem okna. Přizpůsobte si tapetu na plochu podle monitoru, nastavte prezentaci, změňte kurzor myši, nastavte barvu akcentu a jednotlivé zvuky.
de: Konfiguriere unterschiedliche Windows Themes für das dunkle und helle Design. Dies erlaubt vollständige Anpassbarkeit, erfordert allerdings, ein Theme File vorher selbst zu erstellen.
el_gr: Επιλέξτε ένα διαφορετικό θέμα των Windows για σκοτεινή και φωτεινή λειτουργία αντίστοιχα. Επιτρέπει την πλήρη προσαρμογή του θέματος, αλλά απαιτεί από εσάς να ρυθμίσετε μόνοι σας τα αρχεία .theme.
es: Selecciona un tema de Windows diferente para los modos oscuro y claro respectivamente. Permite la personalización completa del tema, pero requiere que configures los archivos .theme por tu cuenta.
fr: Sélectionnez un thème Windows différents pour les modes sombre et clair. Permet une personnalisation complète du thème, mais nécessite la création de fichiers «.theme».
id: PIlih tema Windows yang berbeda untuk masing-masing mode gelap dan terang. memungkinkan kustomisasi tema secara penuh, tapi membutuhkan Anda untuk menyetel file .theme Anda sendiri.
it: Offre più funzioni, ma è necessario impostare un .theme file di windows. Personalizza il tuo sfondo del desktop per ogni schermo, imposta uno slideshow, cambia il tuo cursore del mouse, imposta un colore di accente singoli suoni.
ja: ダークおよびライトモード用に異なる Windows テーマを選択します。テーマを完全にカスタマイズできますが .theme ファイルを自分で設定する必要があります。
nl: Selecteer verschillende Windows-thema's voor het donkere en het lichte thema. Hiermee kunt u alles volledig aanpassen, maar u moet wel zelf uw .theme-bestanden voorbereiden.
pl: Zaznacz różne motywy dla motywu ciemnego i jasnego. Pozwala na pełne dostosowanie, jednak wymaga skonfigurowania plików .theme na własną rękę.
pt_br: Selecionar um tema diferente do Windows para os modos escuro e claro respectivamente. Permite personalização completa do tema, mas requer que você configure os arquivos .theme por si mesmo.
ru: Предлагает больше возможностей, но вам необходимо настроить файлы тем. Настройте обои рабочего стола для каждого монитора, установите несколько обоев на слайд-шоу, измените курсор мыши, установите цвета и отдельные звуки.
tr: Ayrı ayrı koyu ve açık mod için farklı bir Windows teması seçebilirsiniz. Tam tema özelleştirmesine izin verir ama .theme dosyalarını kendi başınıza ayarlamanız gerekir.
uk: Пропонує більше функцій, але вам потрібно налаштувати файл Windows .theme. Налаштуйте фони робочого столу для кожного монітора, встановіть слайд-шоу, змініть курсор миші, встановіть колір акценту та окремі звуки.
vi: Chọn một chủ đề Windows khác cho chế độ tối và sáng tương ứng. Cho phép tùy chỉnh toàn bộ chủ đề nhưng yêu cầu bạn phải tự thiết lập các tệp .theme.
zh_hans: 分别为深色和浅色模式选择不同的 Windows 主题。允许完全自定义主题，但需要您自行设置 .theme 文件。
zh_hant: 提供更多功能，但您需要準備 .theme 檔案。您將能夠自訂每台顯示器的桌布，設置幻燈片、輔色、及音效，或是更換游標。

# tbPickWallpaper
source: Offers less features, but is easier to set up. Customize your desktop wallpaper for all monitors, individual monitors or set a background color.
cs: Nabízí méně funkcí, ale snadněji se nastavuje. Přizpůsobte si tapetu plochy pro všechny monitory, jednotlivé monitory nebo nastavte barvu pozadí.
de: Passe das Hintergrundbild für alle oder einzelne Monitore an, setze eine Hintergrundfarbe oder aktiviere Spotlight.
el_gr: Προσαρμόστε την ταπετσαρία της επιφάνειας εργασίας σας για όλες τις οθόνες, μεμονωμένες οθόνες, ορίστε ένα χρώμα φόντου ή ενεργοποιήστε το spotlight.
es: Personaliza tu fondo de pantalla para todos los monitores, establece un color de fondo o activa el foco.
fr: Personnalisez votre fond d'écran pour tous les moniteurs. Pour des moniteurs individuels, définissez une couleur d'arrière-plan ou activez Sportlight.
id: Atur latar belakang desktop anda untuk semua monitor, beberapa monitor secara individu, atur warna latar belakang, atau nyalakan Windows Spotlight.
it: Offre meno funzioni, ma è più facile da configurare. Personzalzza il tuo sfondo per tutti gli schermi, indivualmente per schermo o imposta una tinta unica.
ja: モニターすべてまたは個別に、デスクトップの壁紙、背景色、スポットライトを設定します。
nl: Wijzig uw bureaubladachtergrond voor alle of individuele beeldschermen, stel een achtergrondkleur in of schakel Spotlight in.
pl: Dostosuj tapetę dla wszystkich monitorów, dowolnych monitorów, ustaw kolor tła lub włącz spotlight.
pt_br: Personalizar seu papel de parede da área de trabalho para todos os monitores, monitores individuais, configurar uma cor de fundo ou ativar o spotlight.
ru: Предлагает меньше функций, но проще в настройке. Настройте обои рабочего стола для всех мониторов, отдельных мониторов или установите цвет фона.
tr: Arka plan resminizi tüm monitörler ya da her biri için için özelleştirebilirsiniz. Bir arka plan rengi ayarlayabilir ya da spot ışığını etkinleştirebilirsiniz.
uk: Пропонує менше функцій, але його легше налаштувати. Налаштуйте фонові зображення робочого столу для всіх моніторів, окремих моніторів або встановіть фоновий колір.
vi: Tùy chỉnh hình nền máy tính của bạn cho tất cả các màn hình, từng màn hình, đặt màu nền hoặc bật đèn chiếu.
zh_hans: 为所有显示器或单个显示器自定义您的桌面壁纸，设置背景颜色或启用 Spotlight。
zh_hant: 功能較少，但方便設置。為所有或個別顯示器自訂桌布或是背景顏色。
